[
    {
        "type": "text",
        "text": "Nitrogen-Coordinated Single Cobalt Atom Catalysts for Oxygen Reduction in Proton Exchange Membrane Fuel Cells ",
        "text_level": 1,
        "bbox": [
            80,
            85,
            910,
            148
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiao Xia Wang, David A. Cullen, Yung-Tin Pan, Sooyeon Hwang, Maoyu Wang, Zhenxing Feng, Jingyun Wang, Mark H. Engelhard, Hanguang Zhang, Yanghua He, Yuyan Shao, Dong Su, Karren L. More, Jacob S. Spendelow,* and Gang Wu* ",
        "bbox": [
            78,
            173,
            865,
            242
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Due to the Fenton reaction, the presence of Fe and peroxide in electrodes generates free radicals causing serious degradation of the organic ionomer and the membrane. Pt-free and Fe-free cathode catalysts therefore are urgently needed for durable and inexpensive proton exchange membrane fuel cells (PEMFCs). Herein, a high-performance nitrogen-coordinated single Co atom catalyst is derived from Co-doped metal-organic frameworks (MOFs) through a one-step thermal activation. Aberration-corrected electron microscopy combined with X-ray absorption spectroscopy virtually verifies the $\\mathsf { C o N } _ { 4 }$ coordination at an atomic level in the catalysts. Through investigating effects of Co doping contents and thermal activation temperature, an atomically Co site dispersed catalyst with optimal chemical and structural properties has achieved respectable activity and stability for the oxygen reduction reaction (ORR) in challenging acidic media (e.g., half-wave potential of 0.80 V vs reversible hydrogen electrode (RHE). The performance is comparable to Fe-based catalysts and $6 0 ~ \\mathsf { m v }$ lower than $\\mathsf { P t } / \\mathsf { C } \\cdot 6 0 \\mu \\textrm { g } \\mathsf { P t } \\mathsf { c m } ^ { - 2 } )$ ). Fuel cell tests confirm that catalyst activity and stability can translate to high-performance cathodes in PEMFCs. The remarkably enhanced ORR performance is attributed to the presence of well-dispersed $\\mathsf { C o N } _ { 4 }$ active sites embedded in 3D porous MOF-derived carbon particles, omitting any inactive Co aggregates. ",
        "bbox": [
            78,
            281,
            611,
            599
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Platinum-group-metal (PGM)-free catalysts for the oxygen reduction reaction (ORR) have been studied extensively due to their potential to significantly reduce the cost of proton exchange membrane fuel cells (PEMFCs). Among studied formulations, transition metal and nitrogendoped carbon (M-N-C, M: Fe and/or Co) nanomaterials have attracted great attention because of their good electrocatalytic activity, promising stability, and lowcost scalable synthesis.[1–4] Compared to other transition metals, Fe–N–C catalysts show the best catalytic activity for the ORR with a typical half-wave potential of ${ \\approx } 0 . 8$ V vs reversible hydrogen electrode (RHE) in rotating disc electrode (RDE) tests.[5–7] However, Fe-based catalysts are not desirable for PEMFCs because of their tendency to form $\\mathrm { F e } ^ { 2 + }$ or $\\mathrm { F e } ^ { 3 + }$ , which react with $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ to produce hydroxyl and hydroperoxyl radical species (Fenton’s reagent).[8,9] The free radicals generated by this process attack the PEMFC ionomer ",
        "bbox": [
            640,
            269,
            922,
            609
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. X. X. Wang, J. Wang, H. Zhang, Y. He, Prof. G. Wu ",
        "bbox": [
            80,
            639,
            381,
            653
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Chemical and Biological Engineering ",
        "bbox": [
            82,
            653,
            374,
            664
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "University at Buffalo ",
        "bbox": [
            82,
            664,
            198,
            676
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The State University of New York ",
        "bbox": [
            82,
            676,
            268,
            687
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Buffalo, NY 14260, USA ",
        "bbox": [
            82,
            687,
            218,
            698
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "E-mail: gangwu@buffalo.edu ",
        "bbox": [
            82,
            699,
            247,
            710
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. X. X. Wang ",
        "bbox": [
            82,
            712,
            166,
            725
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "School of Mechanical and Power Engineering ",
        "bbox": [
            82,
            725,
            337,
            736
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "East China University of Science and Technology ",
        "bbox": [
            82,
            736,
            354,
            748
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shanghai 200237, China ",
        "bbox": [
            82,
            748,
            220,
            759
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. D. A. Cullen ",
        "bbox": [
            82,
            760,
            171,
            772
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials Science and Technology Division ",
        "bbox": [
            82,
            772,
            322,
            783
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Oak Ridge National Laboratory ",
        "bbox": [
            82,
            783,
            258,
            796
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Oak Ridge, TN 37831, USA ",
        "bbox": [
            82,
            796,
            236,
            808
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. Y.-T. Pan, Dr. J. S. Spendelow ",
        "bbox": [
            82,
            809,
            263,
            820
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials Physics and Applications Division ",
        "bbox": [
            82,
            822,
            327,
            833
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Los Alamos National Laboratory ",
        "bbox": [
            82,
            833,
            265,
            845
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Los Alamos, NM 87545, USA ",
        "bbox": [
            82,
            845,
            248,
            856
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "E-mail: spendelow@lanl.gov ",
        "bbox": [
            82,
            856,
            243,
            869
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201706758. ",
        "bbox": [
            82,
            870,
            490,
            893
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI: 10.1002/adma.201706758 ",
        "bbox": [
            80,
            902,
            282,
            916
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. S. Hwang, Dr. D. Su ",
        "bbox": [
            510,
            640,
            645,
            653
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Center for Functional Nanomaterials ",
        "bbox": [
            510,
            653,
            717,
            664
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Brookhaven National Laboratory ",
        "bbox": [
            510,
            664,
            695,
            676
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Upton, NY 11973, USA ",
        "bbox": [
            510,
            676,
            642,
            687
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "M. Wang, Prof. Z. Feng ",
        "bbox": [
            510,
            689,
            642,
            702
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "School of Chemical ",
        "bbox": [
            510,
            702,
            621,
            712
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Biological, and Environmental Engineering ",
        "bbox": [
            510,
            712,
            751,
            725
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Oregon State University ",
        "bbox": [
            510,
            725,
            647,
            736
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corvallis, OR 97331, USA ",
        "bbox": [
            510,
            736,
            655,
            746
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. M. H. Engelhard, Dr. Y. Shao ",
        "bbox": [
            510,
            749,
            692,
            760
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pacific Northwest National Laboratory ",
        "bbox": [
            510,
            760,
            727,
            773
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Richland, Washington, DC 99352, USA ",
        "bbox": [
            510,
            773,
            727,
            785
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dr. K. L. More ",
        "bbox": [
            510,
            786,
            591,
            797
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Center for Nanophase Materials Sciences ",
        "bbox": [
            510,
            797,
            744,
            809
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Oak Ridge National Laboratory ",
        "bbox": [
            510,
            810,
            687,
            820
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Oak Ridge, TN 37831, USA ",
        "bbox": [
            510,
            820,
            663,
            833
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "Communic ation ",
        "bbox": [
            82,
            26,
            290,
            43
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            784,
            19,
            919,
            51
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "Fuel Cells ",
        "bbox": [
            80,
            53,
            141,
            65
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            53,
            919,
            65
        ],
        "page_idx": 0
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            82,
            945,
            231,
            956
        ],
        "page_idx": 0
    },
    {
        "type": "page_number",
        "text": "1706758 (1 of 11) ",
        "bbox": [
            443,
            943,
            559,
            957
        ],
        "page_idx": 0
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            628,
            945,
            917,
            957
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "and membrane, causing serious performance degradation and cell failure. As a result, high-performance catalysts that are free of both PGMs and Fe are needed to enable durable and inexpensive PEMFCs. ",
        "bbox": [
            78,
            88,
            484,
            141
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It has been reported that the electrocatalytic activity of the M-N-C catalysts follows the order of $\\mathrm { F e } > \\mathrm { C o } > \\mathrm { M n } > \\mathrm { C u } > \\mathrm { N i }$ in both acid and alkaline electrolytes.[6,10] Therefore, Co appears to be the most promising alternative transition metal to replace Fe. Similar to Fe–N–C catalysts, the primary approach to synthesizing Co–N–C catalysts is through the pyrolysis of carbon and nitrogen precursors, metal salts, and carbon supports.[11,12] However, such uncontrolled heat treatment usually results in aggregation of unstable metallic compounds attached or enclosed in graphitic carbon shells. Additional acid-leaching treatment is required to remove these inactive Co species. After acid leaching, a second heat treatment is needed to repair the damaged carbon structures for further enhanced catalytic activity and stability. Despite these tedious effort, substantial metallic Co species, which are enclosed in carbon shells, remain and significantly reduce catalyst activity and stability. Moreover, the conventional synthesis route often leads to a heterogeneous distribution of active sites without accurate control of morphology and composition of the final catalyst.[13–17] Recent studies on Co-based carbon ORR catalysts are summarized in Table S1 (Supporting Information) in terms of their synthesis, structures, and resulting activity. Currently, most Co–N–C catalysts only exhibit good ORR activity in alkaline electrolytes.[18–20] Their poor ORR activity in acidic media may be attributed to the formation of inactive Co aggregates, such as metallic particles, carbides, nitrides, and oxides.[21,22] Therefore, innovative approaches to improving the density of active sites atomically dispersed in favorable carbon matrix are needed for high-performance Co catalysts for PEMFC applications. ",
        "bbox": [
            78,
            144,
            485,
            551
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently, metal-organic frameworks (MOFs) have been identified as ideal precursors to prepare highly porous-nitrogendoped carbon materials for various energy applications.[23–25] Especially, zeolitic imidazolate frameworks (ZIFs) have emerged as a new platform for the synthesis of M-N-C catalysts.[24,25] ZIFs provide carbon and nitrogen atoms in the ligands, along with flexibility to dope active transition metals into the frameworks.[3,26–28] In the skeleton of the ZIF, metal atoms bridge with ligands to form 3D crystal frameworks with high porosity, surface area, and order.[27,29,30] These ZIF precursors can be converted to porous-nitrogen-doped carbon materials through heat treatment. Moreover, the original metal-nitrogen bond connected with hydrocarbon networks could directly yield $\\mathrm { M N } _ { x }$ sites that are active for the ORR in acid.[30,31] Several Co–N–C catalysts have been reported using Co-based ZIFs (ZIF-67) and other precursors.[18,31–33] Although the obtained catalytic activity and stability are good in alkaline media, performance is disappointing in acid media.[3,28,34–37] Therefore, achieving high density of active atomic Co sites uniformly dispersed into favorable carbon structures remains grand challenges for enhanced catalytic activity. In this work, we report a feasible chemical doping approach that enables tuning over a wide range of Co content doping $0 { - } 3 0 ~ \\mathrm { a t \\% }$ vs total Co and Zn metal content) within the well-defined ZIF precursors. Through elucidating the correlation between Co doping content, thermal activation conditions, and corresponding catalyst properties, we have prepared ",
        "bbox": [
            78,
            551,
            485,
            916
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "an atomically dispersed $\\mathrm { C o N _ { 4 } }$ site catalyst with exceptional ORR activity and stability in acidic media, showing a half-wave potential $\\left( E _ { 1 / 2 } \\right)$ of $0 . 8 0 ~ \\mathrm { V }$ vs RHE and good stability in $0 . 5 \\mathrm { ~ M ~ }$ $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 }$ . It represents one of the best Co catalysts comparable to Fe–N–C catalysts and only $6 0 ~ \\mathrm { m V }$ lower than $\\mathrm { P t / C }$ in challenging acidic media. Unlike the heterogeneity in previous PGM-free catalysts, the Co–N–C catalyst is in the absence of metallic aggregates and exhibits homogeneous morphology containing well-dispersed atomic Co sites coordinated with N. For the first time, such an atomic coordination between Co and N was directly observed by using high-angle annular dark-field imaging (HAADF)-scanning transmission electron microscope (STEM) images coupled with electron energy loss spectroscopy (EELS) at the atom level. X-ray absorption spectroscopy analysis further verified the $\\mathrm { C o N _ { 4 } }$ structures, which is in good agreement with previous theoretical prediction.[38,39] The approach to chemically doping active transition metals into MOFs allows us establishing well-defined model catalysts to elucidate synthesis–structure–property correlations, which can provide valuable knowledge for advanced catalyst design and synthesis. ",
        "bbox": [
            507,
            86,
            914,
            368
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Co-doped ZIF precursors with a wide range of Co doping contents $( 0 - 3 0 \\ a t \\% )$ were synthesized. The label of $n \\%$ was defined as the molar percentage of Co against the total metals (Co and Zn) in a methanol solution during the synthesis of ZIF nanocrystal precursors. One-step thermal activation directly converts the Co-doped ZIF nanocrystal precursors into nanocarbon (NC)-based Co catalysts, which were labeled as nCo-NC-heating temperature (e.g., 20Co-NC-1100). The experimental details were provided in the Supporting Information. The overall morphology of the best performing Co-doped ZIF catalysts (e.g., 20Co-NC-1100) is presented in Figure 1a–c, showing homogeneous carbon particles. The high porosity of the catalyst particles is crucial for accommodating active sites. The possible ORR active sites for Co-based catalysts have been predicted, which are associated with N-coordinated Co structures, which have a similar local chemical environment to the $\\mathrm { C o N _ { 4 } }$ in Co–porphyrin structures.[40] However, such nitrogencoordinated atomic Co sites were never directly observed yet. Here, atomic level HAADF-STEM images coupled with EELS provided a direct evidence of Co–N coordination at atomic level in the best performing 20Co-NC-1100 catalyst. Uniformly dispersed atomic Co sites (white dots) were clearly observed throughout the carbon particles carbonized from ZIF nanocrystals (Figure 1d). These Co atoms were likely coordinated with N, which directly derived from the well-defined fourfold N-coordinated Co within ZIF precursors through thermal activation. This hypothesis was verified by using EEL point spectra. As shown in Figure 1e–g, when the electron beam was placed on the bright dots (red circle), both N and Co were present in the EEL spectrum, suggesting their coexistence in the form of $\\mathrm { C o N } _ { x }$ . Conversely, when moving the beam over the neighboring carbon (green circle), no N or Co is observed. The original EEL spectra at different atomic spots are provided in Figure S1 (Supporting Information). This result was confirmed several times in different areas throughout the catalyst. This atomic level spectroscopic analysis clearly indicates that the well-dispersed atomic Co sites are indeed coordinated with N, and the sufficient stability of these Co–N centers under the electron beam suggests a strong interaction with the surrounding carbon. ",
        "bbox": [
            507,
            368,
            914,
            916
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            77,
            21,
            231,
            52
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            78,
            54,
            258,
            63
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            783,
            19,
            915,
            49
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            825,
            54,
            914,
            63
        ],
        "page_idx": 1
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            77,
            946,
            226,
            956
        ],
        "page_idx": 1
    },
    {
        "type": "page_number",
        "text": "1706758 (2 of 11) ",
        "bbox": [
            438,
            943,
            552,
            957
        ],
        "page_idx": 1
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            626,
            946,
            914,
            957
        ],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/53d489cdae0210bb1e6ccf1dc6acd24473a5b7e101cdbb1b7b6c2ea96936b237.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            196,
            90,
            354,
            208
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d4fb5eb0e9a20523a184993f55c9f2f3214b8dd10b86fb6eacaa8afd6000ed3f.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            354,
            90,
            507,
            208
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1e97e8173d20b20fb5d0a0a068028f8f28684b68718b5cc3585142040ceff135.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            507,
            90,
            653,
            208
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/89aee00bee17bf19a3db5ae88679da0ba53b0f449a1a3d459bb403a15aed7625.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            653,
            90,
            803,
            208
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4c8686852e80c96c368e8cf54bf7083f6d89e55b5c264bd7204548e21b70fc0f.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            196,
            210,
            510,
            447
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/efb348897ca9722458bb5fdc8fc3ae1fbe9a7212ed5bb4fa1acb0acfecfc01dd.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            510,
            210,
            803,
            333
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f5949f3fcb2dbf74a521dfc6a91836582691992591c99391356cd4a10934b5cc.jpg",
        "image_caption": [
            "Figure 1. STEM images and element analysis for the best performing 20Co-NC-1100 catalysts. Aberration-corrected MAADF-STEM images a–e) with accompanying EEL point spectra e–g). The point spectrum in (f) was taken at the dark neighboring support area in (e) and only shows C and no N and Co. The point spectrum g) was taken on the bright atom in (e) and shows both Co and N, indicating that Co is coordinated with N at an atomic scale. "
        ],
        "image_footnote": [],
        "bbox": [
            510,
            335,
            800,
            456
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Further evidences for Co–N coordination and chemical information were provided from X-ray absorption spectroscopy (XAS). As shown in Figure 2a, X-ray absorption near-edge structure (XANES) suggests that the oxidation state of Co of the precursor is between $^ { 2 + }$ and $^ { 3 + }$ when compared to reference CoO and $\\mathrm { C o } ( \\mathrm { N O } _ { 3 } ) _ { 3 }$ . During heating treatments of Co-doped ZIF precursors at $6 0 0 ~ ^ { \\circ } \\mathrm { C }$ , the Co oxidation state increases to $^ { 3 + }$ higher as the XANES edge shifts toward higher energy and is at the right side of ${ \\mathrm { C o } } ( { \\mathrm { N O } } _ { 3 } ) _ { 3 }$ XANES edge. However, higher temperature treatment reduces the Co oxidation state as the corresponding XANES edge shifts toward lower energy, and eventually is close to that of CoO, indicating the existence of $\\mathrm { C o } ^ { 2 + }$ for the $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ treated catalyst. The change of Co oxidation state as a function of temperature is also clearly seen from the derivate of XANES in Figure 2b, which shows the shift of characteristic peaks from $\\mathrm { C o } ^ { ( 3 + \\bar { \\delta } ) + } ( \\delta > 0 )$ $( 6 0 0 ^ { \\circ } \\mathrm { C } )$ to the majority of $\\mathrm { C o } ^ { 2 + } \\left( 1 1 0 0 ^ { \\circ } \\mathrm { C } \\right)$ through a coexistence of ${ \\mathrm { C o } } ^ { 2 + }$ and $\\mathsf { C o } ^ { 3 + }$ $( 8 0 0 ~ ^ { \\circ } \\mathrm { C } )$ . In addition, the white line $( \\approx 7 7 3 0 \\ \\mathrm { e V } )$ ) becomes broader as the heating temperature increases, suggesting less confined electron in Co local structure due to the uncertainty principle. Note that the preedge peak $( \\approx 7 7 1 0 ~ \\mathrm { e V } )$ is much lower for $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ treated catalyst compared to precursor and catalysts from 600 and $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ . For 3d transition metal K edge XANES, the preedge peaks are assigned to the forbidden 1s-to-3d transition[41,42] and the change of the pre-edge peak intensity is indicative of the changes in the cation symmetry, namely, less intense for higher symmetry.[43] All these evidences suggest that, for catalyst treated at $1 1 0 0 \\ ^ { \\circ } \\mathrm { C } ,$ atomic Co is located in a more symmetric coordination, e.g., planar $\\mathrm { C o N _ { 4 } }$ ",
        "bbox": [
            82,
            523,
            490,
            916
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "structure. As STEM images show only atomic N surrounds Co, model-based fits (up to Co 2nd shell)[44,45] were performed on extended X-ray absorption fine structure (EXAFS) spectra for all catalysts (Figure 2c), and results are listed in Table S2 (Supporting Information). The peak located at ${ \\approx } 1 . 4 2$ Å for all ZIF-derived catalysts corresponds to the Co–N scattering path, which closes to the spectra observed in $\\mathrm { C o N _ { 4 } }$ containing CoTMMP presenting a dominant peak around 1.4 Å.[46,47] As for the metallic Co reference samples, the Co–Co scattering path is located at ${ \\approx } 2 . 1 7$ Å.[48,49] Furthermore, through fitting CoO and CoPc EXAFS and their scattering paths (Figure S2, Supporting Information) as references, we found that Co is coordinated with ${ \\approx } 4 \\mathrm { N }$ atoms for all catalysts in their first shell, but Co–Co scattering exists for the samples treated at relatively low temperature such as 600 and $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ indicating the existence of Co clusters. However, for $1 1 0 0 ^ { \\circ } \\mathrm { C }$ treated catalyst, the long-range disordering becomes weaker (lower peak amplitude for $\\overset { \\cdot } { R } > \\overset { \\cdot } { 2 } \\overset { \\cdot } { \\mathrm { A } }$ ) and only Co–N scattering with large mean square disorder can be used to fit (Table S2, Supporting Information), strongly suggesting the uniform atomic $\\mathrm { C o N _ { 4 } }$ unit for this catalyst, which is responsible for high ORR activity. This also indicates that sufficiently high temperature is favorable for forming Co–N coordination, with being active sites for the ORR in acidic media. These results are also supported by soft XAS. As shown in Figure 2d, the Co L-edge is split into two peaks due to core-level spin–orbit coupling, namely, the lower energy $\\mathrm { L } _ { 3 }$ peak $( 2 \\mathrm { p } _ { 3 / 2 }  3 \\mathrm { d }$ ) and higher energy $\\mathrm { L } _ { 2 }$ peak $( 2 \\mathrm { p } _ { 1 / 2 }  3 \\mathrm { d } )$ ). Further splitting at $\\mathrm { L } _ { 3 }$ peak is due to the multiplet structure from electron–electron interactions ",
        "bbox": [
            507,
            523,
            922,
            918
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            80,
            21,
            236,
            52
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            80,
            53,
            263,
            63
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            786,
            19,
            919,
            49
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            54,
            919,
            63
        ],
        "page_idx": 2
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            80,
            945,
            233,
            956
        ],
        "page_idx": 2
    },
    {
        "type": "page_number",
        "text": "1706758 (3 of 11) ",
        "bbox": [
            443,
            943,
            559,
            957
        ],
        "page_idx": 2
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            628,
            945,
            917,
            957
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f48fe6f5e2b60088f0a26336656dea93b6f3993a20f3b24f36b12d9171077b80.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            89,
            86,
            369,
            329
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8f380a0ea3d63601d80abb5fd99026cad21376e0984996d05bf8e5abd54e85e6.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            361,
            88,
            643,
            329
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/9e403cefe731a33ee85b9de3da2d4e9f258495f7b84f81c408fbf594876f0402.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            643,
            88,
            890,
            329
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/97da2c6734e819f7eb3d00db02dc290f9417ada280e55f597423beadc30cbb8d.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            87,
            324,
            482,
            534
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c62c33dcb6e18b582c3fd571e2e255f1c04d393fec7c23a09245a1726cea9c37.jpg",
        "image_caption": [
            "Figure 2. XAS spectra for precursor and catalysts annealed at different temperatures. a) Co K-edge XANES, b) the derivative of XANES, c) Co K-edge EXAFS data and fits (orange), d) Co L-edge XANES, and e) N K-edge XAS, and the shaded areas are for $\\pi ^ { * }$ and $\\sigma ^ { * }$ bands, respectively. "
        ],
        "image_footnote": [],
        "bbox": [
            497,
            332,
            899,
            534
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "that can imply the local symmetry. The small peak at $7 7 6 . 4 \\ \\mathrm { e V }$ is assigned to ocatehedrally coordinated $\\mathrm { ( O _ { h } ) }$ Co atoms,[50] which is the basic building block of CoO and $\\mathrm { L a C o O } _ { 3 }$ . However, it does not show up in XAS spectra of our catalysts and precursors, indicating that these Co atoms are in different local environments. As XAS provides fingerprints of local geometric and electronic structures of the studied element, comparisons of our measured spectra with known spectra[50] suggest Co atoms in our catalysts and precursor are tetrahedrally coordinated $\\mathrm { ( T _ { d } ) }$ with a coordination number of 4: the peak at $\\approx 7 7 7 . 6 \\ \\mathrm { e V }$ is assigned to $\\mathrm { T _ { d } } \\mathrm { C o ^ { 3 + } }$ , and other features match $\\mathrm { T _ { d } } \\mathrm { C o } ^ { 2 + }$ . The different shapes of these XAS spectra are resulted from the variation of ligand field parameter value, 10Dq.[50] The mixed Co oxidation states are consistent with hard XAS measurements, and the local symmetry strongly supports Co K-edge EXAFS analyses. In addition, N K-edge XAS spectra show that the intensity of the $\\pi ^ { * }$ band (shaded area, ${ \\approx } 3 9 8 \\mathrm { e V }$ assigned to pyridinic-N, cyanic-N, and graphitic-N) compared to $\\sigma ^ { * }$ band (shaded area, ${ \\approx } 4 0 4 ~ \\mathrm { e V }$ assigned to C–N) is dramatically reduced for catalysts after high temperature annealing (Figure 2e). The low $\\pi ^ { * }$ features, which are very similar to copper phthalocyanine (CuPc),[51] are due to the relatively weak interaction between the cation and the phthalocyanine ligand,[51] confirming that temperature is critical to form the $\\mathrm { C o N _ { 4 } }$ structure. No N–O peak $( { \\approx } 4 0 2 ~ \\mathrm { e V } ) ^ { [ 5 2 ] }$ is identified in Figure 2e, meaning ",
        "bbox": [
            73,
            579,
            487,
            918
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "N atoms are bonded only with C and Co for our catalysts, which is also consistent with STEM/EEL point spectra. Therefore, all XAS results demonstrate that the $\\mathrm { C o N _ { 4 } }$ centers have been successfully embedded into the ZIF-derived carbon matrix with the assistance of high temperature treatment. ",
        "bbox": [
            502,
            579,
            915,
            649
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ORR activity is believed to stem from the codopings of Co and N into carbon structures. X-ray photoelectron spectroscopy (XPS) was proved effective to determine the chemical bonding nature of the N, C, and Co species in the catalysts. Table S3 (Supporting Information) summarizes the elemental composition of different catalysts. With an increase of Co doping level in the ZIF precursors, the atomic content of Co in the resulting catalyst is also accordingly increased from $0 . 0 7 \\mathrm { a t \\% }$ for 1Co-NC-1100 to $0 . 3 4 ~ { \\mathrm { a t } } \\%$ for 20Co-NC-1100. But for 30Co-NC-1100, the Co content decreased slightly. The reason for this might be the formation of Co clusters as shown in Figure S3 (Supporting Information). Some Co atoms under carbon shells could not be detected by XPS. Thus, Co content in catalysts was also further analyzed by using X Ray fluorescence and ICP-MS as shown in Table S4 (Supporting Information). The Co content in catalysts is indeed increased with the doping content in precursors. Among others, the 20Co-NC-1100 catalyst contains the maximum atomic N content of $3 . 6 \\ \\mathrm { a t } \\%$ and shows the highest atomic ratio of Co/N. Therefore, the highest contents for both ",
        "bbox": [
            502,
            649,
            915,
            918
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            77,
            21,
            231,
            52
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            77,
            54,
            258,
            63
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            783,
            19,
            915,
            49
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            823,
            54,
            914,
            63
        ],
        "page_idx": 3
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            77,
            945,
            226,
            956
        ],
        "page_idx": 3
    },
    {
        "type": "page_number",
        "text": "1706758 (4 of 11) ",
        "bbox": [
            438,
            943,
            554,
            957
        ],
        "page_idx": 3
    },
    {
        "type": "footer",
        "text": "$\\circledcirc$ 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            626,
            945,
            914,
            957
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/fbddd75dfd586d0447f8889ff1cc2fe8a6b95583d5dcfaef6c74b4dd3c97b683.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            200,
            89,
            497,
            429
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5be33a34c7ac44c5d9729af3234230dbcc53879d06661925fcbc97b322537275.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            512,
            89,
            806,
            428
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/530759d9b3cc47ee3179016740b88469dcdb3ef9c8489e100f29f6f95bd74231.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            200,
            438,
            505,
            783
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f9bf6ff6f785befc3a357acfcc82ab3910da35392e93eead401e97ad06d28349.jpg",
        "image_caption": [
            "Binding Energy (eV) ",
            "Figure 3. XPS analysis to elucidate the correlations between a,b) Co doping contents and c,d) thermal heating temperatures during the catalyst synthesis and a,c) the resulting N doping and b,d) Co species in surface layers of catalysts. "
        ],
        "image_footnote": [],
        "bbox": [
            510,
            438,
            808,
            783
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "dispersed Co and N might be one of the reasons that 20Co-NC-1100 catalyst showed the best ORR activity. Compared to XPS and ICP analysis, Zn richness at surface is likely due to the accumulation of Zn during the evaporation at high temperature. ",
        "bbox": [
            78,
            860,
            490,
            916
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Similarly, richness of Zn in surface layers was also found in “Co-free” ZIF-8 catalyst after a heating treatment at $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ . ",
        "bbox": [
            507,
            860,
            919,
            888
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "High-resolution XPS was used to further explain the chemical changes resulting from different levels of Co doping. As shown ",
        "bbox": [
            507,
            888,
            919,
            916
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            80,
            21,
            236,
            52
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            80,
            53,
            263,
            63
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            786,
            19,
            919,
            49
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            54,
            919,
            63
        ],
        "page_idx": 4
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            80,
            945,
            231,
            956
        ],
        "page_idx": 4
    },
    {
        "type": "page_number",
        "text": "1706758 (5 of 11) ",
        "bbox": [
            443,
            943,
            559,
            957
        ],
        "page_idx": 4
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            628,
            945,
            917,
            957
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "in Figure 3a, the N 1s spectra of the ZIF-1100 and 1Co-NC-1100 catalysts exhibit three major components corresponding to pyridinic-N $( { \\approx } 3 9 8 . 4 \\ \\mathrm { e V } )$ , graphitic-N $( { \\approx } 4 0 1 . 1 \\ \\mathrm { e V } )$ ), and oxidized graphitic-N (403–405 eV) (Table S5, Supporting Information). When the ${ \\mathrm { C o } } / { ( \\mathrm { Z n } + \\mathrm { C o } ) }$ ratio increased to higher than 0.06, there was an additional peak at $3 9 9 . 2 \\ : \\mathrm { e V } .$ This type of N species has been attributed to nitrogen bonded to cobalt $\\mathrm { ( C o N _ { 4 } ) }$ ,[19,28,53] which is in good agreement with the EELS observation and XAS analysis. This peak becomes more dominant with an increase of Co doping levels reaching a maximum for the 20Co-NC-1100 catalyst. Meanwhile, the peak intensity of the Co $2 \\mathsf { p } _ { 3 / 2 }$ spectra increased with rising Co content (Figure 3b). Likewise, the adjacent peaks at $7 8 1 . 7 \\ \\mathrm { e V }$ can be assigned to the $\\mathrm { C o N _ { 4 } }$ moieties.[15,24,44–46] The percentage of $\\mathrm { C o N _ { 4 } }$ components determined based on peak areas continuously increases with Co doping from 6Co-NC-1100 to 20Co-NC-1100. However, excess Co doping up to $3 0 \\ \\mathrm { a t \\% }$ leads to a reduced $\\mathrm { C o N _ { 4 } }$ component (Table S6, Supporting Information). The correlation between the qualitative content of $\\mathrm { C o N _ { 4 } }$ and Co doping is in good agreement with the N 1s peak at $3 9 9 . 2 \\ \\mathrm { e V }$ associated with possible $\\mathrm { C o N _ { 4 } }$ . The highest content determined with the 20Co-NC-1100 catalyst would be expected for the largest density of $\\mathrm { C o N _ { 4 } }$ active sites for the ORR. In line with the HR-TEM observations, the C 1s peak is nearly independent of the Co doping contents (Figure S4 and Table S7, Supporting Information). ",
        "bbox": [
            73,
            86,
            487,
            438
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "XPS was also employed to further understand the effect of heating temperature on the possible bonding among N, Co, and C in catalysts. As for the 20Co-ZIF derived catalysts (Figure S4 and Table S8, Supporting Information), the content of N declined from $2 6 . 4 \\%$ for 20Co-NC-600 to $3 . 5 \\%$ for 20Co-NC-1100, while C increased from $5 9 . 1 \\%$ to $9 2 . 9 \\%$ . $1 1 0 0 ^ { \\circ } \\mathrm { C }$ yields the highest ratio of $\\mathrm { C o } / \\mathrm { N }$ , suggesting the largest density of active sites associated with atomic Co sites. It should be noted that the content of Zn is significantly decreased with an increase in heating temperature. Especially, when the temperature reaches $1 1 0 0 ^ { \\circ } \\mathrm { C }$ , the content of Zn is minimum. Due to the poor activity in Co-free catalysts similar to “metal-free” carbon catalysts,[11] Zn doped in carbon plays insignificant role in boosting ORR activity. In addition, we also carried out the acidic treatment for as-synthesized catalyst, no activity change was observed in both RDE and fuel cell tests. Thus, the remaining trace of Zn in catalyst has negligible effect on the catalytic activity. As shown in Figure 3c, the catalysts obtained below $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ showed two major components corresponding to pyridinic-N $( { \\approx } 3 9 8 . 4 \\ \\mathrm { e V } )$ and pyrrolic-N $( { \\approx } 3 9 9 . 8 \\ \\mathrm { e V } )$ . When the annealing temperature reached $1 0 0 0 ~ ^ { \\circ } \\mathrm { C }$ , pyridinic-N and graphitic-N $( \\approx 4 0 1 . 1 \\ \\mathrm { e V }$ ) dominated in the samples and the component of $\\mathrm { C o N _ { 4 } }$ is also clearly distinguished. The Co $2 \\mathsf { p } _ { 3 / 2 }$ spectra are shown in Figure 3d, and the component of $\\mathrm { C o N _ { 4 } }$ could be discovered when the heating temperature was higher than $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ , where ORR activity starts generating in acidic media. Also, $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ is found to be the starting temperature to form graphitized $\\mathrm { C } { = } \\mathrm { C }$ bond at $2 8 4 . 5 \\ \\mathrm { e V }$ (Figure S4, Supporting Information). The carbonization degree is further increased with higher temperature evidenced by gradually narrowing peaks. ",
        "bbox": [
            73,
            439,
            487,
            861
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Elucidating the effect of Co doping content on the carbon structure and morphology is crucial during catalyst development. As for the Co-doped ZIF precursors, gradually changing color from white to purple was observed with increasing Co ",
        "bbox": [
            75,
            861,
            487,
            918
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "content (Figure S5, Supporting Information). The Co-doped ZIF precursors showed a rhombic dodecahedron crystal shape. Compared to Co-free ZIF crystals $\\left[ 3 5 \\mathrm { ~ n m } \\right]$ ), slightly increased sizes were observed for 6Co-ZIF $( 4 0 ~ \\mathrm { \\ n m } )$ and 30Co-ZIF $( 5 0 ~ \\mathrm { ~ n m } )$ precursors (Figure S5, Supporting Information). Similar size dependence was also observed with Fe-doped ZIF nanocrystals.[54] After high temperature treatment at $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ under $\\mathrm { N } _ { 2 }$ flow, the Co-ZIF polyhedral crystals directly converted into shape-preserved carbon polyhedra, maintaining nearly the same size as their precursors (Figure S6a–d, Supporting Information). We found that the Co-doped ZIF crystal sizes can be tuned accurately from 20 to $2 0 0 ~ \\mathrm { { n m } }$ by varying the metal concentrations of Co and Zn cations between 10 and 120 mmol $\\mathrm { L } ^ { - 1 }$ in methanol solutions during Co-doped ZIF nanocrystal synthesis (Figure S6c,e–g, Supporting Information). Further reduced concentration to 5 mmol $\\mathrm { L } ^ { - 1 }$ leads to fused morphology without isolated particles (Figure S6h, Supporting Information). Thus, similar to traditional Pt catalysts, tuning catalyst particle sizes for Co catalysts could realize much enhanced activity by exploring appropriate morphologies. ",
        "bbox": [
            500,
            86,
            915,
            368
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Since ZIF-8 $100 \\%$ Zn) and ZIF-67 $100 \\%$ Co) are isomorphic, varying the ratios of Co:Zn in the ZIF is not expected to result in a change in crystal structure, which was confirmed by X-ray diffraction (XRD) patterns in line with the simulated results (Figure S7a, Supporting Information).[18] After pyrolysis at $1 1 0 0 ^ { \\circ } \\mathrm { C }$ under $\\Nu _ { 2 }$ flow, all the Co-ZIF-8 precursors were converted into carbon materials as shown in XRD patterns (Figure S7b, Supporting Information). Raman spectra (Figure S7c and Table S9, Supporting Information) further indicate that, regardless of the Co doping level, all catalysts exhibited similarly ordered carbon structures. $\\mathrm { N } _ { 2 }$ adsorption/desorption analysis (Figure S8 and Table S10, Supporting Information) indicates similar BET surface area of around $1 0 0 0 { - } 1 2 0 0 \\ \\mathrm { m } ^ { 2 } \\mathrm { g } ^ { - 1 }$ and dominates micropores for all Co-ZIF precursors, which are independent of Co doping content. The surface areas of all catalysts are reduced to $6 0 0 { - } 8 0 0 ~ \\mathrm { m } ^ { 2 } ~ \\mathrm { g } ^ { - 1 }$ with increased mesopores and macropores after thermal activation at $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ . Notable that the best performing 20Co-NC-1100 catalyst contains the largest fractions of meso/macropores, which would be favorable for the ORR since they provide accessibility to active sites and fast $\\mathrm { O } _ { 2 }$ transport. HR-TEM imaging and STEM imaging were performed to study Co-NC-1100 catalysts as a function of Co content from 0 to $3 0 \\ \\mathrm { a t \\% }$ Co (Figure S3, Supporting Information). Unlike the Co-free ZIF catalyst showing irregular particle shape, the Co-doped ZIF catalysts retained their polyhedral particle morphology. HR-TEM images further revealed highly disordered graphitic domain structures, which were nearly independent of Co doping content. This result contradicts previous understanding that higher Co doping would yield higher degree of graphitization in carbon.[55] The possible reason is that, unlike metallic Co, the atomic Co sites cannot catalyze the graphitization of carbon. This is in good agreement with the observation that there are no Co aggregates or cluster in the catalysts, except for those with extremely high Co doping level (e.g., 30Co-NC-1100) (Figure S9, Supporting Information). This comparison indicates that the activity decline resulting from high Co content is very likely due to the formation of significant inactive Co clusters, which may prevent the formation of active $\\mathrm { C o N _ { 4 } }$ sites. ",
        "bbox": [
            500,
            368,
            915,
            918
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            77,
            21,
            231,
            52
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            77,
            54,
            258,
            63
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            783,
            19,
            915,
            49
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            823,
            54,
            914,
            63
        ],
        "page_idx": 5
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            77,
            945,
            226,
            956
        ],
        "page_idx": 5
    },
    {
        "type": "page_number",
        "text": "1706758 (6 of 11) ",
        "bbox": [
            438,
            943,
            552,
            957
        ],
        "page_idx": 5
    },
    {
        "type": "footer",
        "text": "$\\circledcirc$ 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            626,
            945,
            914,
            957
        ],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8c55d9b2291ea61f9272420320d39a33d86aa5f7bc27a7a2e49489b46c64e81f.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            97,
            90,
            359,
            249
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/ed9ff60f1db413377301fbe6298e60e6d2f4ae994995c7ed380ed1868fe2130d.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            366,
            90,
            635,
            251
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f2688783749fe6d3b72924d7d36a92aa16b987d366bab2febe81814553c3554f.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            635,
            89,
            900,
            254
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/35d64f203cd0d0d0e8fdca86b29ac873d2b5d74ca3dd53fcd4f047af9112fee9.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            97,
            250,
            364,
            413
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/75dbd5633533595d4e89b3c7ba855c79c94e270a403ea3e3e32779bdbee96497.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            368,
            249,
            635,
            411
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/8e38367c4bf26ca2894de732d14bc485688ce16d24df190f524f519780f24be2.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            635,
            246,
            904,
            411
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/494b9fbf8bbfdf098206a5ed3a486f97f0d625a586c0a124ebff05744cdf4970.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            100,
            418,
            352,
            608
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e78cc4611e8d49dfa1e4a2f5ed0612933d9f3e9a91b33d15578ece9b4466edc2.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            352,
            416,
            600,
            607
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1fa65f65d7486c75d816086f8133d4b0952250741387a880c1218a639384ca87.jpg",
        "image_caption": [
            "Figure 4. Electrochemical performance of different Co-ZIF derived catalysts. a) Steady-state ORR polarization plots for the best performing 20Co-NC-1100, state-of-the-art Fe–N–C (0.5 m $\\mathsf { H } _ { 2 } \\mathsf { S O } _ { 4 } )$ ), and Pt/C $( 0 . 7 \\ \\mathsf { M } \\mathsf { H C } | \\mathsf { O } _ { 4 } )$ . b) ORR polarization plots on catalyst with various Co doping contents and c) the “volcano plot” correlation between Co doping and activity reflected by the current density at $0 . 8 \\lor .$ d) ORR polarization of Co-NC catalysts synthesized at various temperatures. e) Potential cycling (0.6–1.0 V) stability in $\\mathrm { O } _ { 2 }$ -saturated 0.5 m ${ \\sf H } _ { 2 } { \\sf S } { \\sf O } _ { 4 }$ and f) constant potential stability at 0.7 V (current density is cathodic and negative). Catalyst loading for Co-NC was $0 . 8 ~ \\mathsf { m g } ~ \\mathsf { c m } ^ { - 2 }$ . Pt loading was $6 0 ~ { \\mu \\ g } _ { \\mathsf { P t } } ~ { \\mathsf { c m } } ^ { - 2 }$ . g–i) Catalyst particles and atomic Co sites are retained after potential cycling tests. "
        ],
        "image_footnote": [],
        "bbox": [
            600,
            416,
            900,
            618
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Co doping content in the ZIF precursors and the heating temperature were varied to determine their role in governing catalyst performance. Figure 4a shows the ORR activity of the best performing 20Co-NC-1100 with optimal doping $20 \\ \\mathrm { a t \\% }$ Co in total metals Co and Zn) and heating temperature $( 1 1 0 0 ~ ^ { \\circ } \\mathrm { C } )$ , compared to a traditional Fe–N–C catalyst prepared from polyaniline (PANI)[11] and a $\\mathrm { P t / C }$ catalyst $( 6 0 ~ \\mu \\mathrm { g } _ { \\mathrm { P t } } ~ \\mathrm { c m } ^ { - 2 } )$ ). The 20Co-NC-1100 catalyst exhibited an onset potential $[ E _ { \\mathrm { o n s e t } } ,$ defined as the current density reaches $0 . 1 \\mathrm { \\ m A \\ c m ^ { - 2 } } )$ ) and an $E _ { 1 / 2 }$ of 0.93 and $0 . 8 0 ~ \\mathrm { V }$ vs RHE, respectively, which was similar to the PANI-Fe-C catalyst.[11] To the best of our knowledge, this is the highest ORR activity achieved with a Co–N–C catalyst in challenging acidic media. To elucidate the correlation between Co doping and corresponding activity, ",
        "bbox": [
            78,
            719,
            492,
            918
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ORR steady-state polarization plots were recorded as a function of Co content doped into the ZIF precursors (Figure 4b). The catalyst derived from ZIF-8 without Co doping (NC-1100) exhibited poor activity, which was similar to “metal-free” carbon catalyst reported before.[20,56,57] This suggests that remaining Zn in catalyst plays insignificant role in facilitating ORR activity. The catalytic activity increased continuously with increasing Co doping up to $2 0 \\mathrm { a t } \\%$ , confirming that the formed $\\mathrm { C o N _ { 4 } }$ sites play a key role in enhancing ORR activity in acidic media. However, further increasing the Co content in the precursors up to $3 0 \\mathrm { a t } \\%$ , causing a decrease in ORR catalytic activity with a negative shift of $6 0 ~ \\mathrm { m V }$ in $E _ { 1 / 2 }$ and a reduced limiting current density. Interestingly, the effect of Co doping content on ORR activity follows a so-called “volcano plot.” Lower doping yields insufficient ",
        "bbox": [
            507,
            719,
            922,
            918
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            80,
            21,
            236,
            52
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            80,
            53,
            263,
            63
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            786,
            19,
            919,
            49
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            54,
            919,
            63
        ],
        "page_idx": 6
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            80,
            945,
            233,
            956
        ],
        "page_idx": 6
    },
    {
        "type": "page_number",
        "text": "1706758 (7 of 11) ",
        "bbox": [
            443,
            943,
            559,
            957
        ],
        "page_idx": 6
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            628,
            945,
            917,
            957
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "density of active sites (Figure 4c), while higher doping leads to Co agglomeration and unfavorable carbon structures (i.e., less defect and porosity). Notably, an optimal doping content of $2 0 \\ \\mathrm { a t \\% }$ corresponds to the largest $\\mathrm { C o } / \\mathrm { N }$ ratio close to 1.0 and the highest N content. This suggests that maximum atomic Co sites coordinated with N generate largest density of active sites with the best activity. The $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ yield was also measured using rotating ring-disk electrode (RRDE) to determine the four-electron selectivity during the ORR (Figure S10, Supporting Information). The Co-free NC-1100 showed the highest peroxide yield $( \\approx 3 0 \\% )$ among all catalysts, indicating a dominant two-electron ORR pathway. With the addition of Co, the $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ yields are significantly reduced especially for the 20Co-NC-1100 catalyst exhibiting the lowest peroxide yield of around $5 \\%$ and indicating much improved four-electron selectivity. ",
        "bbox": [
            73,
            86,
            487,
            297
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Using the optimal Co doping $( 2 0 \\ \\mathrm { a t \\% } )$ , we further determined the effect of thermal activation temperatures ranging from 600 to $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ on the ORR activity (Figure 4d). There was no measurable ORR activity until the heating temperature is increased to $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ in acid media. It reveals that $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ is the minimum required temperature to activate Co-doped ZIF precursors and form $\\mathrm { C o N _ { 4 } }$ active sites embedded into electrically conductive carbon, which is in good agreement with XAS and XPS results. Continuously increasing temperatures lead to enhanced ORR activity up to $1 1 0 0 ~ ^ { \\circ } \\mathrm { C }$ , indicating an increase in the number of active sites in catalysts. Notably, dependences of ORR activity on the temperature and Co-doping content are found different between acidic and alkaline media (Figure S11, Supporting Information), strongly suggesting different active sites and reaction mechanism in various pH environments. ",
        "bbox": [
            73,
            297,
            487,
            508
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We have developed a unique capability to tune the catalyst particle sizes by controlling the sizes of Co-doped ZIF precursor crystals, in which ORR activity was found to be closely tied to them (Figure S12, Supporting Information). With particle size decreasing from 200 to $4 0 \\mathrm { n m }$ , ORR activity is increased in terms of continuously positive shifts of $E _ { 1 / 2 }$ , indicating more exposed active sites for the ORR. However, when further reducing particle size to $2 0 ~ \\mathrm { { n m } }$ , the ORR activity decreased dramatically because of the agglomeration of fused particles with diminished active sites and hindered mass transfer (Figure S6g,h, Supporting Information). The unique capability of size control for PGM-free carbon catalysts can provide a new opportunity to enhance ORR activity through engineering catalyst particle morphology. ",
        "bbox": [
            73,
            508,
            487,
            691
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Stability of the Co–N–C catalysts was evaluated by using both potential cycling (0.6–1.0 V, 50 mV s−1 ) and chronoamperometry at 0.7 V in $\\mathrm { O } _ { 2 }$ -saturated $0 . 5 \\mathrm { ~ M ~ H } _ { 2 } \\mathrm { S O } _ { 4 }$ . The best performing 20Co-NC-1100 catalyst demonstrated significantly enhanced stability, only a loss of $3 0 ~ \\mathrm { m V }$ in $E _ { 1 / 2 }$ after 10 000 cycles (Figure 4e), compared to a loss of $8 0 ~ \\mathrm { m V }$ in $E _ { 1 / 2 }$ for traditional PANI-derived Fe–N–C after 5000 cycles (Figure S13, Supporting Information). Furthermore, during chronoamperometry tests at a relatively high potential of 0.7 V up to $1 0 0 \\ \\mathrm { h }$ (Figure 4f), encouraging stability is achieved with $8 3 \\%$ retention of initial activity. It should be noted that stability at relatively high potential $( > 0 . 6 \\mathrm { V } )$ remains a grand challenge for PGM-free catalysts, which typically suffer a rapid degradation,[58,59] likely due to carbon corrosion and dissolution of metal sites. The catalyst after potential cycling tests was further studied by using HADDF-STEM images as shown in Figure 4g–i and Figure S14 ",
        "bbox": [
            73,
            691,
            487,
            918
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(Supporting Information). The 3D carbon architecture was retained after 10 000 cycles, indicating sufficient stability of carbon in the catalyst. The atomic dispersed Co sites were still clearly observed and located at the edge of carbon planes. The EELS at the atomic scale further verified the coexistence of Co and N, indicating good stability of the coordination between nitrogen and atomic Co sites during the ORR in acidic media. The signal of F detected in the catalyst by using EELS is due to the use of Nafion as the binder in electrodes for stability tests. ",
        "bbox": [
            502,
            86,
            915,
            214
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fuel cell tests were further conducted to evaluate the best performing atomic Co catalyst (20Co-NC-1100) in terms of its feasibility to be a practical PGM-free cathode in PEMFCs. Membrane assembly electrodes (MEAs) with a total catalyst loading of $4 . 0 \\mathrm { \\ m g \\ c m ^ { - 2 } }$ $( \\approx 0 . 0 8 \\mathrm { m g } _ { \\mathrm { C o } } \\mathrm { c m } ^ { - 2 } )$ were tested first by using $\\mathrm { H } _ { 2 } / \\mathrm { O } _ { 2 }$ to minimize mass-transport losses and accurately determine catalyst activity in the fuel cell environment (Figure 5a). The open-circuit voltage is up to 0.95 V, which is comparable to conventional ketjenblack (KJ)-supported PANIderived Fe catalyst (PANI-Fe-KJ). The fuel cell performance for both catalysts at kinetic ranges $( > 0 . 7 \\ \\mathrm { V } )$ is nearly identical as compared to their corresponding Tafel plots (Figure S15, Supporting Information). Moreover, significantly enhanced performance was observed for the 20Co-NC-1100 catalyst at lower voltages due to improved mass transfer. Meanwhile, compared to conventional PANI-Co-KJ catalysts, dramatic improvement at all voltage ranges was achieved with the new atomic Co catalysts. The $\\mathrm { H } _ { 2 } / \\mathrm { O } _ { 2 }$ fuel cell using 20Co-NC-1100 as cathode catalysts exhibited the highest power density of $0 . 5 6 \\mathrm { ~ W ~ c m } ^ { - 2 }$ . This performance enhancement was further demonstrated when $\\mathrm { H } _ { 2 } / \\mathrm { a i r }$ was used for fuel cell tests (Figure 5b), indicating favorable mass transfer and robust three-phase interfaces. The power density achieved by using $\\mathrm { H } _ { 2 } /$ /air cell is $0 . 2 8 \\mathrm { ~ W ~ c m } ^ { - 2 }$ $\\mathrm { c m } ^ { - 2 }$ for the 20Co-NC-1100, much higher than both PANI-Fe-KJ and PANI-Co-KJ. ",
        "bbox": [
            502,
            214,
            915,
            563
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Previous performance durability tests of PGM-free catalysts in fuel cells were often performed at impractically low voltages of $0 . 4 \\mathrm { - } 0 . 5 \\mathrm { ~ V } , ^ { [ 1 1 , 4 6 , 6 0 ] }$ Here, the durability of the 20Co-NC-1100 catalyst was carried out at fully viable voltage of 0.7 V for $1 0 0 \\mathrm { { h } }$ , using air feed to the cathode (Figure 5c). The voltage-current (VI) polarization plots were recorded during the durability test to monitor the possible degradation evolution (Figure 5d). At initial stage up to $3 0 \\mathrm { ~ h ~ }$ , there are insignificant losses (less than $1 5 ~ \\mathrm { m V } )$ ) at all current density ranges, and a 100 h continuous operation eventually results in a loss around $6 0 ~ \\mathrm { m V } .$ . The performance loss is likely due to instability of either active sites or electrode structures. Thickness of the PGM-free cathode is up to $6 0 ~ \\mu \\mathrm { m }$ when a loading is $4 . 0 ~ \\mathrm { m g ~ c m } ^ { - 2 }$ . Within such a thick cathode, optimal structures with robust three-phase interfaces and facile mass transfer $( \\mathrm { H } ^ { + } , \\mathrm { O } _ { 2 } )$ and water removal are very crucial for performance durability. Compared to other studied PGM-free cathodes in fuel cells,[58,59] significant enhancement of performance durability of the atomic Co catalysts derived from ZIF at such a relatively high voltage (i.e., 0.7 V) is very encouraging. One of future focuses will be design and fabrication of optimal PGM-free electrodes for maximum power density and performance durability. ",
        "bbox": [
            502,
            565,
            915,
            874
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In summary, due to Fenton reagent issues resulting from Fe, the development of PGM-free catalysts that are also free of Fe is highly desirable for low-cost and durable PEMFCs. In this ",
        "bbox": [
            502,
            874,
            915,
            916
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            77,
            21,
            231,
            52
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            77,
            54,
            258,
            63
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            783,
            19,
            915,
            49
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            825,
            54,
            914,
            63
        ],
        "page_idx": 7
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            77,
            945,
            228,
            956
        ],
        "page_idx": 7
    },
    {
        "type": "page_number",
        "text": "1706758 (8 of 11) ",
        "bbox": [
            438,
            943,
            552,
            957
        ],
        "page_idx": 7
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            626,
            945,
            914,
            957
        ],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/fcd5542160b38b376f68c3052e3419d9920e948ed3c80385ec9d6c71c2a729b2.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            146,
            86,
            492,
            281
        ],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/5dac869039ab129fb446f88683e08bdb74a1f102e29dee53b42f1f47a6fb76d3.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            505,
            86,
            855,
            283
        ],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/077d7b785dabc1ef48df0e6a8dabc9a645f9dffdb2fc06b13a6cb331aa4454d6.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            146,
            283,
            473,
            487
        ],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/7130f980aed2025470bf7b05288c24ad65544fbe3461cc1171d75922ecf80b19.jpg",
        "image_caption": [
            "Figure 5. Fuel cell performance before and after durability tests. a) ${ \\sf H } _ { 2 } \\mathrm { - } { \\sf O } _ { 2 }$ fuel cell polarization plot: cathode $4 . 0 ~ \\mathsf { m g } \\mathsf { c m } ^ { - 2 }$ ; $\\mathsf { O } _ { 2 } 2 0 0 \\mathsf { m L } \\mathsf { m i n } ^ { - 1 }$ ${ \\sf O } _ { 2 }$ ; $100 \\%$ RH; 275 kPa (30 psi) backpressure; anode: 0.2 mgPt cm−2 Pt/C; $\\mathsf { H } _ { 2 } 2 0 0 \\mathsf { m L } \\mathsf { m i n } ^ { - 1 }$ ; $100 \\%$ RH; membrane: Nafion 212; cell: ${ 8 0 ~ ^ { \\circ } C }$ ; $5 \\mathsf { c m } ^ { 2 }$ electrode area. b) $\\mathsf { H } _ { 2 } .$ –air fuel cell polarization plot: cathode $4 . 0 ~ m \\mathrm { g } \\thinspace { \\mathsf { c m } } ^ { - 2 }$ ; air $2 0 0 m L \\min ^ { - 1 }$ ; $100 \\%$ RH; $2 7 5 \\mathsf { k P a }$ (30 psi); anode: $0 . 2 \\mathrm { \\ m g _ { P t } } \\mathsf { c m ^ { - 2 } } \\mathsf { I }$ Pt/C; $\\mathsf { H } _ { 2 } 2 0 0 \\mathsf { m L } \\mathsf { m i n } ^ { - 1 }$ ; $100 \\%$ RH; 30 psi; membrane: N 212; cell: $8 0 ~ ^ { \\circ } C ;$ $5 ~ { \\mathsf { c m } } ^ { 2 }$ electrode area. c) $\\mathsf { \\Theta } \\mathsf { 1 0 0 ~ h }$ durability test under $\\mathsf { H } _ { 2 } .$ –air conditions at 0.7 V, $\\mathsf { 1 5 0 k } \\mathsf { P a }$ (10.5 psi). d) ${ \\sf H } _ { 2 } \\mathrm { - } { \\sf O } _ { 2 }$ polarization plots before and after the $\\mathsf { \\Theta } \\mathsf { 1 0 0 ~ h }$ life test at $0 . 7 \\lor .$ "
        ],
        "image_footnote": [],
        "bbox": [
            505,
            282,
            823,
            485
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "work, a high-performance atomically dispersed Co site catalyst was developed by using a facile one-step thermal activation of chemically doped ZIF precursors. The nitrogen-coordinated single atomic Co sites were virtually observed, for the first time, by using advanced HAADF-STEM images coupled with EELS at an atomic scale. X-ray absorption spectroscopy fitting further verified that the Co–N coordination is in the form of $\\mathrm { C o N _ { 4 } }$ . These experimental results provided strong evidence on the structures of active sites and verified theoretical simulation predicting $\\mathrm { C o N _ { 4 } }$ active sites for the ORR. Using the homogeneous atomic Co catalysts as the model systems, we systematically varied Co doping contents and thermal activation temperatures during the synthesis, which further linked to the resulting catalyst structure, morphology, and activity. As a result, the correlation of synthesis–structure–property was established to provide valuable knowledge for advanced catalyst design and synthesis. Both rotating disk electrode in aqueous electrolyte and fuel cell tests with solid-state proton exchange membrane (i.e., Nafion) confirmed the high ORR performance of the atomic Co catalysts in challenging acidic media. In particular, an ever-recorded $E _ { 1 / 2 }$ of $0 . 8 0 \\mathrm { V }$ vs RHE in 0.5 m $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 }$ electrolyte was achieved, representing one of the best Co–N–C catalysts (Table S1, Supporting Information) and nearly exceeding conventional Fe–N–C catalysts.[11] Although performance degradation ",
        "bbox": [
            82,
            579,
            490,
            916
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "still occurred at a relatively high potential/voltage of $0 . 7 \\mathrm { ~ V ~ } ,$ the atomic Co catalyst has exhibited significantly improved durability in both $0 . 5 ~ \\mathrm { ~ M ~ H } _ { 2 } \\mathrm { S O } _ { 4 }$ and MEA cathode. The high performance is associated with the highly dispersed atomic $\\mathrm { C o N _ { 4 } }$ sites embedded into porous and partially graphitized carbon, instead of the formation of inactive metallic aggregates enclosed into graphitized carbon shells/layers. The homogeneous morphology, which is very favorable for PGM-free catalysts, is due to structurally and chemically defined Co-doped ZIF nanocrystal precursors containing Co sties coordinated with aromatic N-containing ligands. The atomic Co catalyst with remarkably enhanced activity and stability holds a great promise to address the Fenton reagent issue associated with Fe in PGM-free catalysts for future PEMFC applications. ",
        "bbox": [
            507,
            579,
            919,
            777
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "bbox": [
            507,
            799,
            705,
            815
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Supporting Information is available from the Wiley Online Library or from the author. ",
        "bbox": [
            507,
            820,
            919,
            846
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "bbox": [
            507,
            869,
            670,
            886
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This work is financially supported from the start-up funding from the University at Buffalo, SUNY, National Science Foundation ",
        "bbox": [
            507,
            891,
            919,
            916
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            80,
            21,
            236,
            52
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            80,
            53,
            263,
            63
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            786,
            19,
            919,
            49
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            54,
            919,
            63
        ],
        "page_idx": 8
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            80,
            945,
            231,
            956
        ],
        "page_idx": 8
    },
    {
        "type": "page_number",
        "text": "1706758 (9 of 11) ",
        "bbox": [
            443,
            943,
            559,
            957
        ],
        "page_idx": 8
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            628,
            945,
            917,
            957
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(CBET-1604392), and U.S. DOE-EERE Fuel Cell Technologies Office. Electron microscopy research was conducted at the Center for Nanophase Materials Sciences of Oak Ridge National Laboratory and the Center for Functional Nanomaterials at Brookhaven National Laboratory under Contract No. DE-SC0012704, which both are DOE Office of Science User Facilities. XAS measurements were performed at 9BM-C and 4ID-C at Advanced Photon Source of Argonne National Laboratory with support of Department of Energy under Contract No. DE-AC02-06CH11357. Z. Feng thanks the Callahan Faculty Scholar Endowment Fund from Oregon State University. X. X. Wang thanks the Shanghai Natural Science Foundation of China under Contract No. 16ZR1408600. We also thank Shiva Gupta for part of SEM analysis. ",
        "bbox": [
            75,
            86,
            487,
            232
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflict of Interest ",
        "text_level": 1,
        "bbox": [
            75,
            262,
            231,
            277
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors declare no conflict of interest. ",
        "bbox": [
            75,
            285,
            319,
            297
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywords ",
        "text_level": 1,
        "bbox": [
            77,
            327,
            159,
            343
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "carbon nanocomposites, electrocatalysis, oxygen reduction, proton exchange membrane fuel cells, single atomic Co ",
        "bbox": [
            75,
            349,
            485,
            375
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Received: November 19, 2017 ",
        "bbox": [
            315,
            386,
            485,
            397
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Revised: December 10, 2017 ",
        "bbox": [
            324,
            398,
            485,
            410
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Published online: January 24, 2018 ",
        "bbox": [
            290,
            411,
            485,
            424
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "ref_text",
        "list_items": [
            "[1] H. A. Gasteiger, N. M. Markovic´, Science 2009, 324, 48. ",
            "[2] G. Wu, P. Zelenay, Acc. Chem. Res. 2013, 46, 1878. ",
            "[3] H. Zhang, H. Osgood, X. Xie, Y. Shao, G. Wu, Nano Energy 2017, 31, 331. ",
            "[4] N. R. Sahraie, U. I. Kramm, J. Steinberg, Y. Zhang, A. Thomas, T. Reier, J. P. Paraknowitsch, P. Strasser, Nat. Commun. 2015, 6, 8618. ",
            "[5] X. Yan, K. Liu, T. Wang, Y. You, J. Liu, P. Wang, X. Pan, G. Wang, J. Luo, J. Zhu, J. Mater. Chem. A 2017, 5, 3336. ",
            "[6] H. Peng, F. Liu, X. Liu, S. Liao, C. You, X. Tian, H. Nan, F. Luo, H. Song, Z. Fu, P. Huang, ACS Catal. 2014, 4, 3797. ",
            "[7] Y. J. Sa, D. J. Seo, J. Woo, J. T. Lim, J. Y. Cheon, S. Y. Yang, J. M. Lee, D. Kang, T. J. Shin, H. S. Shin, H. Y. Jeong, C. S. Kim, M. G. Kim, T. Y. Kim, S. H. Joo, J. Am. Chem. Soc. 2016, 138, 15046. ",
            "[8] C. Walling, Acc. Chem. Res. 1975, 8, 125. ",
            "[9] S. F. Kang, H M. Chang, Water Sci. Technol. 1997, 36, 215. ",
            "[10] J. Masa, A. Zhao, W. Xia, M. Muhler, W. Schuhmann, Electrochim. Acta 2014, 128, 271. ",
            "[11] G. Wu, K. L. More, C. M. Johnston, P. Zelenay, Science 2011, 332, 443. ",
            "[12] Z. S. Wu, L. Chen, J. Liu, K. Parvez, H. Liang, J. Shu, H. Sachdev, R. Graf, X. Feng, K. Müllen, Adv. Mater. 2014, 26, 1450. ",
            "[13] X. Zhang, R. Liu, Y. Zang, G. Liu, G. Wang, Y. Zhang, H. Zhang, H. Zhao, Chem. Commun. 2016, 52, 5946. ",
            "[14] P. Subramanian, R. Mohan, A. Schechter, ChemCatChem 2017, 9, 1969. ",
            "[15] G. Wu, K. L. More, P. Xu, H.-L. Wang, M. Ferrandon, A. J. Kropf, D. J. Myers, S. Ma, C. M. Johnston, P. Zelenay, Chem. Commun. 2013, 49, 3291. ",
            "[16] X. Wang, H. Fu, W. Li, J. Zheng, X. Li, RSC Adv. 2014, 4, 37779. ",
            "[17] Q. Wang, W. H. Hu, Y. M. Huang, ChemistrySelect 2017, 2, 3191. ",
            "[18] X. Wang, X. Fan, H. Lin, H. Fu, T. Wang, J. Zheng, X. Li, RSC Adv. 2016, 6, 37965. ",
            "[19] S. Chao, Z. Bai, Q. Cui, H. Yan, K. Wang, L. Yang, Carbon 2015, 82, 77. "
        ],
        "bbox": [
            77,
            457,
            485,
            916
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "ref_text",
        "list_items": [
            "[20] L. Chen, X. Cui, M. Wang, Y. Du, X. Zhang, G. Wan, L. Zhang, F. Cui, C. Wei, J. Shi, Langmuir 2015, 31, 7644. ",
            "[21] B. You, N. Jiang, M. Sheng, W. S. Drisdell, J. Yano, Y. Sun, ACS Catal. 2015, 5, 7068. ",
            "[22] X. Wang, J. Zhou, H. Fu, W. Li, X. Fan, G. Xin, J. Zheng, X. Li, J. Mater. Chem. A 2014, 2, 14064. ",
            "[23] A. Aijaz, N. Fujiwara, Q. Xu, J. Am. Chem. Soc. 2014, 136, 6790. ",
            "[24] B. Liu, H. Shioyama, T. Akita, Q. Xu, J. Am. Chem. Soc. 2008, 130, 5390. ",
            "[25] H. Wang, Q.-L. Zhu, R. Zou, Q. Xu, Chem 2017, 2, 52. ",
            "[26] H. Tang, S. Cai, S. Xie, Z. Wang, Y. Tong, M. Pan, X. Lu, Adv. Sci. 2016, 3, 1500265. ",
            "[27] H. Furukawa, K. E. Cordova, M. O’Keeffe, O. M. Yaghi, Science 2013, 341. ",
            "[28] X. Li, Q. Jiang, S. Dou, L. Deng, J. Huo, S. Wang, J. Mater. Chem. A 2016, 4, 15836. ",
            "[29] J. Cravillon, S. Münzer, S.-J. Lohmeier, A. Feldhoff, K. Huber, M. Wiebcke, Chem. Mater. 2009, 21, 1410. ",
            "[30] V. Armel, S. Hindocha, F. Salles, S. Bennett, D. Jones, F. Jaouen, J. Am. Chem. Soc. 2017, 139, 453. ",
            "[31] S. Ma, G. A. Goenaga, A. V. Call, D.-J. Liu, Chem. – Eur. J. 2011, 17, 2063. ",
            "[32] B. Y. Guan, X. Y. Yu, H. B. Wu, X. W. D. Lou, Adv. Mater. 2017, 29, 1703614. ",
            "[33] P. Yin, T. Yao, Y. Wu, L. Zheng, Y. Lin, W. Liu, H. Ju, J. Zhu, X. Hong, Z. Deng, Angew. Chem., Int. Ed. 2016, 55, 10800. ",
            "[34] J. Long, R. Li, X. Gou, Catal. Commun. 2017, 95, 31. ",
            "[35] Q. Cheng, L. Yang, L. Zou, Z. Zou, C. Chen, Z. Hu, H. Yang, ACS Catal. 2017, 7, 6864. ",
            "[36] W. Liu, L. Zhang, W. Yan, X. Liu, X. Yang, S. Miao, W. Wang, A. Wang, T. Zhang, Chem. Sci. 2016, 7, 5758. ",
            "[37] H. Fei, J. Dong, M. J. Arellanojiménez, G. Ye, N. D. Kim, E. L. G. Samuel, Z. Peng, Z. Zhu, Q. Fan, J. Bao, Nat. Commun. 2015, 6, 8668. ",
            "[38] X. Sun, K. Li, C. Yin, Y. Wang, M. Jiao, F. He, X. Bai, H. Tang, Z. Wu, Carbon 2016, 108, 541. ",
            "[39] A. Zitolo, N. R. Sahraie, T. Mineva, J. Li, Q. Jia, S. Stamatin, G. F. Harrington, S. M. Lyth, P. Krtil, S. Mukerjee, E. Fonda, F. Jaouen, Nat. Commun. 2017, 8, 957. ",
            "[40] Z. Xiang, Y. Xue, D. Cao, L. Huang, J. F. Chen, L. Dai, Angew. Chem., Int. Ed. 2014, 53, 2433. ",
            "[41] S. Surnev, M. Ramsey, F. Netzer, Prog. Surf. Sci. 2003, 73, 117. ",
            "[42] B. Kilos, A. T. Bell, E. Iglesia, J. Phys. Chem. C 2009, 113, 2830. ",
            "[43] D. Carta, M. F. Casula, A. Falqui, D. Loche, G. Mountjoy, C. Sangregorio, A. Corrias, J. Phys. Chem. C 2009, 113, 8606. ",
            "[44] Z. Feng, Q. Ma, J. Lu, H. Feng, J. Elam, P. C. Stair, M. Bedzyk, RSC Adv. 2015, 5, 103834. ",
            "[45] Y. Wu, J. Jiang, Z. Weng, M. Wang, D. l. L. Broere, Y. Zhong, G. W. Brudvig, Z. Feng, H. Wang, ACS Cent. Sci. 2017, 3, 847. ",
            "[46] G. Wu, C. M. Johnston, N. H. Mack, K. Artyushkova, M. Ferrandon, M. Nelson, J. S. Lezama-Pacheco, S. D. Conradson, K. L. More, D. J. Myers, J. Mater. Chem. 2011, 21, 11392. ",
            "[47] J. M. Ziegelbauer, T. S. Olson, S. Pylypenko, F. Alamgir, C. Jaye, P. Atanassov, S. Mukerjee, J. Phys. Chem. C 2008, 112, 8839. ",
            "[48] Y. Han, Y. G. Wang, W. Chen, R. Xu, L. Zheng, J. Zhang, J. Luo, R. A. Shen, Y. Zhu, W. C. Cheong, C. Chen, Q. Peng, D. Wang, Y. Li, J. Am. Chem. Soc. 2017, 139, 17269. ",
            "[49] J. Han, Y. J. Sa, Y. Shim, M. Choi, N. Park, S. H. Joo, S. Park, Angew. Chem., Int. Ed. 2015, 54, 12622. ",
            "[50] A. M. Hibberd, H. Q. Doan, E. N. Glass, F. M. De Groot, C. L. Hill, T. Cuk, J. Phys. Chem. C 2015, 119, 4173. ",
            "[51] H. Adler, M. Paszkiewicz, J. Uihlein, M. Polek, R. Ovsyannikov, T. V. Basova, T. Chassé, H. Peisert, J. Phys. Chem. C 2015, 119, 8755. ",
            "[52] G. R. Iyer, P. D. Maguire, J. Mater. Chem. 2011, 21, 16162. "
        ],
        "bbox": [
            507,
            86,
            914,
            918
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            77,
            21,
            231,
            52
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            77,
            54,
            258,
            63
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            783,
            19,
            915,
            49
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            823,
            54,
            915,
            63
        ],
        "page_idx": 9
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            77,
            945,
            226,
            956
        ],
        "page_idx": 9
    },
    {
        "type": "page_number",
        "text": "1706758 (10 of 11) ",
        "bbox": [
            435,
            943,
            557,
            957
        ],
        "page_idx": 9
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            626,
            945,
            914,
            957
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "ref_text",
        "list_items": [
            "[53] Y.-Z. Chen, C. Wang, Z.-Y. Wu, Y. Xiong, Q. Xu, S.-H. Yu, H. L. Jiang, Adv. Mater. 2015, 27, 5010. ",
            "[54] H. Zhang, S. Hwang, M. Wang, Z. Feng, S. Karakalos, L. Luo, Z. Qiao, X. Xie, C. Wang, D. Su, Y. Shao, G. Wu, J. Am. Chem. Soc. 2017, 139, 14143. ",
            "[55] G. Wu, N. H. Mack, W. Gao, S. Ma, R. Zhong, J. Han, J. K. Baldwin, P. Zelenay, ACS Nano 2012, 6, 9764. ",
            "[56] Q. L. Zhu, W. Xia, T. Akita, R. Zou, Q. Xu, Adv. Mater. 2016, 28, 6391. "
        ],
        "bbox": [
            82,
            86,
            490,
            200
        ],
        "page_idx": 10
    },
    {
        "type": "list",
        "sub_type": "ref_text",
        "list_items": [
            "[57] Q.-L. Zhu, W. Xia, L.-R. Zheng, R. Zou, Z. Liu, Q. Xu, ACS Energy Lett. 2017, 2, 504. ",
            "[58] G. Wu, K. Artyushkova, M. Ferrandon, A. J. Kropf, D. Myers, P. Zelenay, ECS Trans. 2009, 25, 1299. ",
            "[59] M. Ferrandona, X. Wang, A. J. Kropfa, D. J. Myersa, G. Wu, C. M. Johnston, P. Zelenay, Electrochim. Acta 2013, 110, 282. ",
            "[60] M. Lefèvre, E. Proietti, F. Jaouen, J. P. Dodelet, Science 2009, 324, 71. "
        ],
        "bbox": [
            510,
            86,
            919,
            200
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "ADVANCED SCIENCENEWS ",
        "bbox": [
            80,
            21,
            236,
            52
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "www.advancedsciencenews.com ",
        "bbox": [
            80,
            53,
            263,
            63
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "ADVANCED MATERIALS ",
        "bbox": [
            786,
            19,
            919,
            49
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "www.advmat.de ",
        "bbox": [
            828,
            54,
            919,
            63
        ],
        "page_idx": 10
    },
    {
        "type": "footer",
        "text": "Adv. Mater. 2018, 30, 1706758 ",
        "bbox": [
            82,
            946,
            231,
            956
        ],
        "page_idx": 10
    },
    {
        "type": "page_number",
        "text": "1706758 (11 of 11) ",
        "bbox": [
            438,
            943,
            561,
            957
        ],
        "page_idx": 10
    },
    {
        "type": "footer",
        "text": "© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim ",
        "bbox": [
            630,
            946,
            917,
            957
        ],
        "page_idx": 10
    }
]