[
    {
        "content": [
            {
                "T_0000": "Metal–Organic Framework Hybrid-Assisted Formation of $\\mathrm { C o _ { 3 } O _ { 4 } } / \\mathrm { C o }$ -Fe Oxide Double-Shelled Nanoboxes for Enhanced Oxygen Evolution "
            }
        ],
        "type": "title"
    },
    {
        "content": [
            {
                "C_0000": "Xiao Wang, Le Yu, Bu Yuan Guan, Shuyan Song,* and Xiong Wen (David) Lou*"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0001": "Rational design of complex metal–organic framework (MOF) hybrid precursors offers a great opportunity to construct various functional nanostructures."
            },
            {
                "C_0002": "Here, a novel MOF-hybrid-assisted strategy to synthesize ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } / { \\mathsf { C o } }$ -Fe oxide double-shelled nanoboxes is reported."
            },
            {
                "C_0003": "In the first step, zeolitic imidazolate framework-67 (ZIF-67, a Co-based MOF)/Co-Fe Prussian blue analogue (PBA) yolk–shell nanocubes are formed via a facile anion-exchange reaction between ZIF-67 nanocube precursors and $[ F e ( C N ) _ { 6 } ] ^ { 3 - }$ ions at room temperature."
            },
            {
                "C_0004": "Subsequently, an annealing treatment is applied to prepare ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } / { \\mathsf { C o } }$ -Fe oxide double-shelled nanoboxes."
            },
            {
                "C_0005": "Owing to the structural and compositional benefits, the as-derived ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } / { \\mathsf { C o } }$ -Fe oxide double-shelled nanoboxes exhibit enhanced electrocatalytic performance for oxygen evolution reaction in alkaline solution."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0006": "The fast-growing consumption of fossil fuels and resultant greenhouse effect have prompted significant research interests into the development of clean and sustainable energy storage and conversion technology.[1–3]"
            },
            {
                "C_0007": "Particularly, electrochemical water splitting is a sustainable and environmentally friendly approach to produce clean hydrogen fuel.[4–7]"
            },
            {
                "C_0008": "However, the hydrogen evolution reaction on cathode is severely constrained by the sluggish kinetics of anodic oxygen generation."
            },
            {
                "C_0009": "Therefore, highly efficient electrocatalysts for oxygen evolution reaction (OER) are required to enhance the water splitting efficiency."
            },
            {
                "C_0010": "Recently, great efforts have been made to enhance the performance of inexpensive electrocatalysts to replace the precious metal-based catalysts.[8–14] Transition metal oxides and (oxy) hydroxides have been considered as promising alternative catalysts for OER.[15–21]"
            },
            {
                "C_0011": "Among the potential catalysts, cobalt oxides"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0012": "Dr. X. Wang, Dr. L. Yu, Dr. B. Y. Guan, Prof. X. W. Lou"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0013": "School of Chemical and Biomedical Engineering"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0014": "Nanyang Technological University"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0015": "62 Nanyang Drive, Singapore 637459, Singapore"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0016": "E-mail: xwlou@ntu.edu.sg, davidlou88@gmail.com"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0017": "Prof. S. Song"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0018": "State Key Laboratory of Rare Earth Resource Utilization"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0019": "Changchun Institute of Applied Chemistry"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0020": "Chinese Academy of Sciences"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0021": "Changchun 130022, P. R. China"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0022": "E-mail: songsy@ciac.ac.cn"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0023": "The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201801211."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0024": "DOI: 10.1002/adma.201801211"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0025": "or (oxy)hydroxides, especially cobalt-based mixed metal compounds,[22–27] have been widely demonstrated as highly active catalysts."
            },
            {
                "C_0026": "Besides chemical composition, the catalytic properties also depend strongly on the structure of electrocatalysts."
            },
            {
                "C_0027": "Hollow structured catalysts have been widely used in oxygen generation because of their unique structural features.[28–32]"
            },
            {
                "C_0028": "The high surface areas and thin shells endow the hollow structured catalysts with rich surface active sites and high diffusion efficiency."
            },
            {
                "C_0029": "Recently, several encouraging studies on complex hollow materials with multi-shelled structures and multinary compositions toward efficient water oxidation have been reported.[33,34"
            },
            {
                "C_0030": "]"
            },
            {
                "C_0031": "Rational"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0032": "design and construction of hollow structured metal oxide catalysts with complex structures and compositions are expected to exhibit remarkable electrocatalytic performance for OER."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0033": "In the past decade, significant efforts have been devoted to deriving advanced nanomaterials with controlled architectures and chemical compositions from rationally designed MOF precursors.[35–43]"
            },
            {
                "C_0034": "However, most MOF-derived materials reported previously employ MOF crystals as precursors, and possess relatively simple configurations, such as porous or hollow structure with single composition."
            },
            {
                "C_0035": "Construction of complex MOF composite by efficiently integrating two or more MOFs as coprecursors is highly favorable for the synthesis of desirable functional materials."
            },
            {
                "C_0036": "Ion-exchange is an effective approach for structural and compositional transformation of nanomaterials.[44–46]"
            },
            {
                "C_0037": "Due to the instinct chemical instability of many MOFs, controllable conversion of simple MOF crystals to complex nanostructured MOF hybrid precursors through ionexchange reactions is highly beneficial for constructing complicated MOF-derived nanomaterials in terms of both architecture and chemical composition."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0038": "Herein, we report a novel MOF hybrid-assisted approach to prepare $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide double-shelled nanoboxes (DSNBs) as an efficient electrocatalyst for OER."
            },
            {
                "C_0039": "In the first step, zeolitic imidazolate framework-67 (ZIF-67) nanocubes (NCs) are transformed into ZIF-67/Co-Fe PBA yolk–shell nanocubes (YSNCs) through an anion-exchange reaction between ZIF-67 NCs and $\\mathrm { [ F e ( C N ) _ { 6 } ] } ^ { 3 - }$ ions."
            },
            {
                "C_0040": "Afterward, these ZIF-67/Co-Fe PBA YSNCs can be further converted into $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs through a subsequent annealing treatment in air (Figure 1)."
            },
            {
                "C_0041": "The as-obtained $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe"
            }
        ],
        "type": "text"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [],
        "type": "page_number"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [
            {
                "I_0000": "Figure 1. Schematic illustration of the formation process of ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } / { \\mathsf { C o } }$ -Fe oxide DSNBs: (I) ion-exchange reaction between ZIF-67 NCs and $[ F e ( C N ) _ { 6 } ] ^ { 3 - }$ ions to form ZIF-67/Co-Fe PBA YSNCs and (II) subsequent conversion to the ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } /$ /Co-Fe oxide DSNBs by thermal annealing."
            }
        ],
        "type": "image"
    },
    {
        "content": [
            {
                "C_0042": "oxide DSNBs exhibit enhanced oxygen evolution performance with high activity and stability."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0043": "Uniform ZIF-67 NCs are synthesized through a surfactantassisted strategy (Figure 2a,b).[47]"
            },
            {
                "C_0044": "Powder X-ray diffraction (XRD) analysis confirms the formation of phase-pure ZIF-67 (Figure S1, Supporting Information)."
            },
            {
                "C_0045": "An anion-exchange process is carried out through the reaction of ZIF-67 NCs with $\\mathrm { [ F e ( C N ) _ { 6 } ] ^ { 3 - } }$ ions."
            },
            {
                "C_0046": "An obvious color change of the reaction solution from purple to brick red can be observed after injection of $\\mathrm { K } _ { 3 } [ \\mathrm { F e ( C N ) } _ { 6 } ]$ solution into ZIF-67 suspension for about $1 \\mathrm { ~ h ~ }$ ."
            },
            {
                "C_0047": "Field-emission scanning electron microscopy (FESEM) image reveals that the as-obtained product after reaction for 2 h preserves the cubic morphology with similar particle size to its precursor (Figure 2c)."
            },
            {
                "C_0048": "Transmission electron microscopy (TEM) images further reveal the structure of the product (Figure 2d,e)."
            },
            {
                "C_0049": "A gap between the outer shell and inner solid core can be clearly discerned in each particle."
            },
            {
                "C_0050": "Closer observation of an individual particle at higher resolution reveals the existence of the connection parts between the slightly concave shell and the core."
            },
            {
                "C_0051": "The shell thickness and the core size are ${ \\approx } 4 5 \\ \\mathrm { n m }$ and ${ \\approx } 6 7 0 \\ \\mathrm { n m }$ , respectively."
            },
            {
                "C_0052": "As shown in the magnified TEM images (Figure 2e,f), the outer shell is composed of small"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0053": "nanoparticles, while the inner ZIF-67 core retains sharp corners and smooth surfaces"
            },
            {
                "C_0054": "."
            },
            {
                "C_0055": "As revealed by high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and elemental mapping images (Figure S2, Supporting Information), Co element is distributed homogeneously throughout the whole particle, while Fe element could only be found in the outer shell."
            },
            {
                "C_0056": "The crystalline information is further revealed by XRD analysis (Figure S3, Supporting Information)."
            },
            {
                "C_0057": "In addition to the dif-"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0058": "fraction peaks from ZIF-67, two new peaks at $2 5 . 0 ^ { \\circ }$ and $3 5 . 5 ^ { \\circ }$ can be indexed to (002) and (400) planes of Co-Fe PBA."
            },
            {
                "C_0059": "These results confirm firmly the formation of ZIF-67/Co-Fe PBA YSNCs."
            },
            {
                "C_0060": "By further prolonging the reaction time to 12 and 18 h at room temperature, the core size and shell thickness of the resultant ZIF-67/Co-Fe PBA particles remain nearly unchanged (Figure S4, Supporting Information)."
            },
            {
                "C_0061": "The in situ formed dense Co-Fe PBA layer might restrict further diffusion of large $\\mathrm { [ F e ( C N ) _ { 6 } ] } ^ { 3 - }$ ions into the gap between ZIF-67 core and PBA shell, thus prohibiting the ion-exchange reaction."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0062": "The structure of PBA nanoshells can be varied by adjusting the volume fraction of water in the reaction system."
            },
            {
                "C_0063": "By decreasing the volume fraction of water to $5 \\%$ , the thickness of the formed PBA shell is reduced to ${ \\approx } 3 0 \\ \\mathrm { n m }$ and the gap between the shell and core becomes unclear (Figure S5, Supporting Information)."
            },
            {
                "C_0064": "When the volume fraction of water is increased to $5 0 \\%$ , the Co-Fe PBA nanoshell becomes rough and nanocrystallite subunits can be clearly discerned (Figure S6, Supporting Information)."
            },
            {
                "C_0065": "The reason for the variability in the shell architectures may be that the increase of volume fraction of water greatly promotes the reaction rate of the ionexchange process between ZIF-67 NCs and $\\mathrm { [ F e ( C N ) _ { 6 } ] ^ { 3 - } }$ ions,"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "I_0001": "Figure 2. a,c) FESEM and b,d–f) TEM images of (a,b) ZIF-67 NCs and (c–f) ZIF-67/Co-Fe PBA YSNCs."
            }
        ],
        "type": "image"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [],
        "type": "page_number"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [
            {
                "I_0002": "Figure 3. a,b) FESEM and c–e) TEM images of ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } /$ /Co-Fe oxide DSNBs. f) HAADF-STEM and elemental mapping images for Fe, Co, and O of a ${ C o _ { 3 } O _ { 4 } } / { C o }$ -Fe oxide DSNB."
            }
        ],
        "type": "image"
    },
    {
        "content": [
            {
                "C_0066": "thus producing thicker PBA shells with larger nanoparticle subunits."
            },
            {
                "C_0067": "In addition, we also investigate the effect of organic cosolvents on the final structures."
            },
            {
                "C_0068": "Both samples synthesized by using methanol and isopropanol as cosolvents exhibit unclear gap between the ZIF-67 core and Co-Fe PBA shell (Figures S7 and S8, Supporting Information), indicating lower ion-exchange rates compared with that in ethanol/water mixed solvents."
            },
            {
                "C_0069": "In addition, small amount of acetic acid is introduced to the reaction system to synthesize Co-Fe PBA single-shelled nanoboxes (SSNBs)."
            },
            {
                "C_0070": "The ZIF-67 cores are dissolved completely in acidic media, and uniform Co-Fe PBA SSNBs are formed (Figure S9, Supporting Information)."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0071": "In order to validate the generality of this approach, Co-glycerate nanospheres are also employed as the template and precursor for the synthesis of Co-Fe PBA hollow structures."
            },
            {
                "C_0072": "The Co-glycerate spheres are synthesized through a solvothermal method (Figure S10, Supporting Information).[48]"
            },
            {
                "C_0073": "After a similar anion-exchange process, the product retains its spherical morphology."
            },
            {
                "C_0074": "The surface becomes rough, while small cubic subunits are found on the surface (Figure S11a,b, Supporting Information)."
            },
            {
                "C_0075": "The hollow structure is further confirmed by TEM image (Figure S11c, Supporting Information)."
            },
            {
                "C_0076": "Both Co and Fe elements are evenly distributed in the nanoshell (Figure S11d–f, Supporting Information) indicating the formation of Co-Fe PBA."
            },
            {
                "C_0077": "Similar to ZIF-67 NCs, the Co-glycerate precursor will slowly decompose in water and release $\\mathrm { C o } ^ { 2 + }$ ions."
            },
            {
                "C_0078": "Once the $\\mathrm { [ F e ( C N ) _ { 6 } ] ^ { 3 - } }$ ions are injected into the reaction solution, they can interact with ${ \\mathrm { C o } } ^ { 2 + }$ ions to generate insoluble Co-Fe PBA nanoshells around the scaffold of the precursors."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0079": "The as-prepared ZIF-67/Co-Fe PBA YSNCs can withstand the thermal treatment in air."
            },
            {
                "C_0080": "The XRD pattern of product (Figure S12, Supporting Information) can be approximately indexed to ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ (JCPDS Card No. 42-1467)."
            },
            {
                "C_0081": "The low intensity of the diffraction peaks indicates the very small size of"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0082": "nanocrystallites within the annealed sample"
            },
            {
                "C_0083": "."
            },
            {
                "C_0084": "No signals from other possible phases such as ${ \\mathrm { C o F e } } _ { 2 } { \\mathrm { O } } _ { 4 }$ or $\\mathrm { K } _ { 2 } \\mathrm { C o O } _ { 3 }$ can be detected even annealed at a higher temperature of $5 0 0 ~ ^ { \\circ } \\mathrm { C }$ .[49"
            },
            {
                "C_0085": "] Meanwhile, the energy-dispersive X-ray (EDX) analysis (Figure S13, Supporting Information) indicates the coexistence of K, Fe, and Co elements in the product with a K/Fe/Co atomic ratio of 1:1.2:7.9."
            },
            {
                "C_0086": "The low-magnification FESEM image verifies the as-derived particles preserve the cubic morphology with rough surface (Figure 3a)."
            },
            {
                "C_0087": "A shell-in-shell structure can be discerned from the broken particles (Figure 3b)."
            },
            {
                "C_0088": "As further elucidated by TEM characterization, double-shelled structures can be clearly observed (Figure 3c–e)."
            },
            {
                "C_0089": "The smaller inner boxes derived from ZIF-67 cores are produced during the thermal treatment in air."
            },
            {
                "C_0090": "As revealed by elemental mapping analysis (Figure 3f), Fe, Co, and O elements are evenly distributed in the outer shell, while only Co and O elements could be found in the inner box of the product."
            },
            {
                "C_0091": "These results indicate firmly the formation of $\\mathrm { C o _ { 3 } O _ { 4 } / C o { - F e } }$ oxide DSNBs."
            },
            {
                "C_0092": "High-resolution TEM (HRTEM) observation reveals a distinct set of visible lattice fringes with an interplanar spacing of $0 . 2 4 ~ \\mathrm { n m }$ , corresponding to the (311) plane of ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ (Figure S14, Supporting Information)."
            },
            {
                "C_0093": "In addition, Co-Fe oxide and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ SSNBs are also prepared by calcination of Co-Fe PBA SSNBs and ZIF-67 NCs, respectively, for comparison (Figures S15–S17, Supporting Information)."
            },
            {
                "C_0094": "EDX spectrum (Figure S18, Supporting Information"
            },
            {
                "C_0095": ")"
            },
            {
                "C_0096": "shows that the K/Fe/Co atomic ratio of Co-Fe oxide SSNBs is 1:3.7:4.8."
            },
            {
                "C_0097": "As determined by $\\mathrm { N } _ { 2 }$ sorption measurements (Figure S19, Supporting Information), the $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs, Co-Fe oxide SSNBs, and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ SSNBs possess Brunauer–Emmett– Teller (BET) specific surface areas of 43.3, 32.1, and $1 0 . 7 \\mathrm { m } ^ { 2 } \\mathrm { g } ^ { - 1 }$ , respectively, with pore sizes mostly below $1 0 \\mathrm { n m }$ ."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0098": "The electrochemical properties of the $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs, Co-Fe oxide SSNBs, and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ SSNBs are investigated as electrocatalysts for OER in 1.0 m KOH solution at a scan rate"
            }
        ],
        "type": "text"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [],
        "type": "page_number"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [
            {
                "I_0003": "Figure 4. a) LSV curves and b) Tafel plots of the ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 } / { \\mathsf { C o } }$ -Fe oxide DSNBs, Co-Fe oxide SSNBs, and ${ \\mathsf { C o } } _ { 3 } { \\mathsf { O } } _ { 4 }$ SSNBs."
            },
            {
                "I_0004": "c) Chronoamperometry curve of $\\mathsf { C o } _ { 3 } \\mathsf { O } _ { 4 } ,$ /Co-Fe oxide DSNBs at overpotential of $3 2 5 ~ \\mathsf { m V } .$"
            }
        ],
        "type": "image"
    },
    {
        "content": [
            {
                "C_0099": "of $5 \\mathrm { ~ m V ~ s ^ { - 1 } }$ ."
            },
            {
                "C_0100": "Figure 4a shows the linear sweep voltammetry (LSV) curves of these nanoboxes."
            },
            {
                "C_0101": "The $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs exhibit the lowest onset potential among the three samples and require overpotential of ${ \\approx } 2 9 7 ~ \\mathrm { m V }$ to reach a current density of $1 0 \\mathrm { \\ m A \\ c m ^ { - 2 } }$ ."
            },
            {
                "C_0102": "Co-Fe oxide and $\\mathrm { C o } _ { 3 } \\mathrm { O } _ { 4 }$ SSNBs deliver the current density of $1 0 \\mathrm { \\ m A \\ c m ^ { - 2 } }$ at overpotentials of ${ \\approx } 3 4 0$ and ${ \\approx } 3 9 4 ~ \\mathrm { m V } ,$ respectively."
            },
            {
                "C_0103": "The electrocatalytic performance of $\\mathrm { C o _ { 3 } O _ { 4 } / C o { - F e } }$ oxide DSNBs is comparable to that of many Co-based catalysts reported previously (Table S1, Supporting Information)."
            },
            {
                "C_0104": "The electrochemical double-layer capacitance $( C _ { \\mathrm { d l } } )$ , which is proportional to the electrochemical active surface area (ECSA), is further determined by measuring the cyclic voltammetry (CV) curves in the potential range of 1.177–1.277 V without redox processes."
            },
            {
                "C_0105": "Compared with both Co-Fe oxide and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ SSNBs, the $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs exhibit much higher $C _ { \\mathrm { d l } }$ (Figure S20, Supporting Information)."
            },
            {
                "C_0106": "The enhanced ECSA might come from extra active sites on inner ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ shells of $\\mathrm { C o _ { 3 } O _ { 4 } / C o - F e }$ oxide DSNBs."
            },
            {
                "C_0107": "Moreover, Tafel plots of the three samples are also calculated from the LSV curves to examine the kinetics of their OER performances."
            },
            {
                "C_0108": "With the data shown in Figure 4b, the linear regions of the Tafel plots are fitted to the Tafel equation $( \\eta = b \\times \\log j + a$ , where $\\eta$ is the overpotential, $j$ is the current density, and $b$ is the Tafel slope)."
            },
            {
                "C_0109": "The Tafel slope of $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs $( 6 1 ~ \\mathrm { m V } ~ \\mathrm { d e c ^ { - 1 } } )$ is smaller than that of Co-Fe oxide SSNBs $( 7 2 \\mathrm { m V } \\mathrm { d e c } ^ { - 1 } )$ and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ SSNBs (66 mV dec−1 )."
            },
            {
                "C_0110": "Besides, the $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs outperform the ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ DSNBs (Figure S21, Supporting Information) and ${ \\mathrm { R u O } } _ { 2 }$ with lower overpotential and faster rising current density as an OER catalyst (Figure S22, Supporting Information)."
            },
            {
                "C_0111": "In addition, a chronoamperometry test of $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide DSNBs is conducted at the overpotential of $3 2 5 ~ \\mathrm { m V }$ to study the catalytic stability as shown in Figure 4c."
            },
            {
                "C_0112": "The active material is transferred onto"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0113": "nickel foam to avoid the potential peeling off the catalysts on glassy carbon electrode during high-speed rotating."
            },
            {
                "C_0114": "As shown in Figure 4c, $9 3 . 5 \\%$ of the initial current density is retained after $1 0 \\mathrm { ~ h ~ }$ ."
            },
            {
                "C_0115": "Moreover, LSV curves obtained after the 1st and the 1000th CV sweeps reveal negligible changes (Figure S23a, Supporting Information)."
            },
            {
                "C_0116": "FESEM image of the ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 } /$ Co-Fe oxide DSNBs after the stability test indicates the overall structure is reasonably retained (Figure S23b, Supporting Information)."
            },
            {
                "C_0117": "These results firmly demonstrate the excellent activity and stability of ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 } /$ Co-Fe oxide DSNBs for electrocatalytic oxygen evolution."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0118": "The enhanced performance may be attributed to the unique composition and structure of double-shelled $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide catalysts."
            },
            {
                "C_0119": "Similar to the Ni-Fe-based catalyst,[50] the introduction of Fe element into cobalt oxide might significantly enhance the conductivity of the double-shelled particles, which is favorable for the OER performance."
            },
            {
                "C_0120": "In addition, the double-shelled nanostructure can not only provide rich active centers but also increase the electrode/electrolyte contact area, contributing to high catalytic activity."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0121": "Furthermore, the double-shelled structure is believed to be more structurally robust, which is important for enhanced electrochemical stability for OER."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0122": "In summary, unique $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide double-shelled nanoboxes are successfully fabricated via a sequential anionexchange and annealing strategy."
            },
            {
                "C_0123": "Starting from ZIF-67 nanocubes, complex ZIF-67/Co-Fe PBA yolk–shell nanocubes are prepared through an anion-exchange reaction between ZIF-67 nanocubes and $\\mathrm { [ F e ( C N ) _ { 6 } ] ^ { 3 - } }$ ions."
            },
            {
                "C_0124": "$\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide doubleshelled nanoboxes are obtained by a subsequent annealing treatment."
            },
            {
                "C_0125": "With their structural and compositional advantages, the $\\mathrm { C o _ { 3 } O _ { 4 } / C o }$ -Fe oxide double-shelled nanoboxes show enhanced electrocatalytic activity for OER compared with Co-Fe oxide and ${ \\mathrm { C o } } _ { 3 } { \\mathrm { O } } _ { 4 }$ single-shelled nanoboxes."
            },
            {
                "C_0126": "The developed approach may inspire further capability on constructing complex hollow-structured materials for a variety of energy related applications."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "T_0001": "Supporting Information "
            }
        ],
        "type": "title"
    },
    {
        "content": [
            {
                "C_0127": "Supporting Information is available from the Wiley Online Library or from the author."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "T_0002": "Acknowledgements "
            }
        ],
        "type": "title"
    },
    {
        "content": [
            {
                "C_0128": "X.W.L. acknowledges the funding support from the National Research Foundation (NRF) of Singapore via the NRF investigatorship (NRF-NRFI2016-04)."
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "T_0003": "Conflict of Interest "
            }
        ],
        "type": "title"
    },
    {
        "content": [
            {
                "C_0129": "The authors declare no conflict of interest."
            }
        ],
        "type": "text"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [],
        "type": "page_number"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [
            {
                "T_0004": "Keywords "
            }
        ],
        "type": "title"
    },
    {
        "content": [
            {
                "C_0130": "anion-exchange reactions, double-shelled, electrocatalysis, hollow structures, MOFs"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0131": "Received: February 21, 2018"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0132": "Revised: March 28, 2018"
            }
        ],
        "type": "text"
    },
    {
        "content": [
            {
                "C_0133": "Published online: May 21, 2018"
            }
        ],
        "type": "text"
    },
    {
        "content": [],
        "type": "list"
    },
    {
        "content": [],
        "type": "list"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "header"
    },
    {
        "content": [],
        "type": "footer"
    },
    {
        "content": [],
        "type": "page_number"
    },
    {
        "content": [],
        "type": "footer"
    }
]