[
    {
        "T_0000": "Oxidized Laser-Induced Graphene for Efficient Oxygen Electrocatalysis "
    },
    {
        "C_0000": "Jibo Zhang, Muqing Ren, Luqing Wang, Yilun Li, Boris I. Yakobson,* and James M. Tour*"
    },
    {
        "C_0001": "An efficient metal-free catalyst is presented for oxygen evolution and reduction based on oxidized laser-induced graphene (LIG-O)."
    },
    {
        "C_0002": "The oxidation of LIG by $\\ b { \\circ } _ { 2 }$ plasma to form LIG-O boosts its performance in the oxygen evolution reaction (OER), exhibiting a low onset potential of $2 6 0 ~ \\mathsf { m v }$ with a low Tafel slope of $4 9 \\mathrm { m V } \\mathrm { d e c } ^ { - 1 }$ , as well as an increased activity for the oxygen reduction reaction."
    },
    {
        "C_0003": "Additionally, LIG-O shows unexpectedly high activity in catalyzing $\\dot { \\mathsf { L } } \\dot { \\mathsf { I } } _ { 2 } \\mathsf { O } _ { 2 }$ decomposition in $\\mathbf { L i } . 0 _ { 2 }$ batteries."
    },
    {
        "C_0004": "The overpotential upon charging is decreased from 1.01 V in LIG to $\\pmb { 0 . 6 3 \\nu }$ in LIG-O. The oxygen-containing groups make essential contributions, not only by providing the active sites, but also by facilitating the adsorption of OER intermediates and lowering the activation energy."
    },
    {
        "C_0005": "The ever-increasing demand for clean energy has led to extensive research on the development of renewable energy technologies,[1] such as fuel cells,[2] hydrogen and oxygen production from water splitting,[3] and rechargeable metal–air batteries.[4]"
    },
    {
        "C_0006": "The underlying chemical processes, including the oxygen evolution reaction (OER), hydrogen evolution reaction (HER), and oxygen reduction reaction (ORR), generally suffer from slow kinetics.[5]"
    },
    {
        "C_0007": "Effective catalysts are necessary to accelerate the reactions."
    },
    {
        "C_0008": "Noble metals and metal oxides, such as Pt, ${ \\mathrm { R u O } } _ { 2 }$ , and $\\mathrm { I r O } _ { 2 }$ are known to be very efficient.[6]"
    },
    {
        "C_0009": "However, the high cost and scarcity of the raw materials for these catalysts have slowed their mass production and commercialization."
    },
    {
        "C_0010": "The design and synthesis of efficient noble metal-free catalysts remain a challenge.[7"
    },
    {
        "C_0011": "]"
    },
    {
        "C_0012": "Recently, carbon nanomaterials doped with heteroatoms, such as B, N, P, and S have attracted extensive attention due to their excellent electrocatalytic performance for OER and ORR.[8]"
    },
    {
        "C_0013": "The modified electroneutrality and charge modulation induced by heteroatoms have led to enhanced"
    },
    {
        "C_0014": "J. Zhang, M. Ren, Dr. Y. Li, Prof. B. I. Yakobson, Prof. J. M. Tour Department of Chemistry"
    },
    {
        "C_0015": "Rice University"
    },
    {
        "C_0016": "6100 Main Street, Houston, TX 77005, USA"
    },
    {
        "C_0017": "E-mail: biy@rice.edu; tour@rice.edu"
    },
    {
        "C_0018": "L. Wang, Prof. B. I. Yakobson, Prof. J. M. Tour"
    },
    {
        "C_0019": "Department of Materials Science and NanoEngineering"
    },
    {
        "C_0020": "Rice University"
    },
    {
        "C_0021": "6100 Main Street, Houston, TX 77005, USA"
    },
    {
        "C_0022": "Prof. B. I. Yakobson, Prof. J. M. Tour"
    },
    {
        "C_0023": "Smalley-Curl Institute and NanoCarbon Center"
    },
    {
        "C_0024": "Rice University"
    },
    {
        "C_0025": "6100 Main Street, Houston, TX 77005, USA"
    },
    {
        "C_0026": "The ORCID identification number(s) for the author(s) of this article"
    },
    {
        "C_0027": "can be found under https://doi.org/10.1002/adma.201707319."
    },
    {
        "C_0028": "DOI: 10.1002/adma.201707319"
    },
    {
        "C_0029": "electrocatalytic activity.[9]"
    },
    {
        "C_0030": "For example, Qu et al. prepared nitrogen-doped graphene by chemical vapor deposition (CVD) that shows excellent ORR activity.[10]"
    },
    {
        "C_0031": "Hu and Dai demonstrated ORR, OER, and HER activity from N and S codoped graphitic sheets.[11]"
    },
    {
        "C_0032": "Lu et al. reported the enhanced OER performance from multiwall carbon nanotubes treated by surface oxidation, hydrothermal annealing, and electrochemical activation.[12]"
    },
    {
        "C_0033": "Although the metal-free catalysts have proven to be promising candidates for electrocatalysis, the complicated and multistep synthetic process requiring CVD and hydrothermal reactions is a disadvantage for large-scale"
    },
    {
        "C_0034": "applications."
    },
    {
        "C_0035": "The facile synthesis of catalysts with excellent electrocatalytic performance and understandable mechanistic behaviors remain of interest."
    },
    {
        "C_0036": "We present here an efficient metal-free catalyst for OER/ ORR based on oxidized laser-induced graphene (LIG-O)."
    },
    {
        "C_0037": "LIG is a 3D porous graphene material fused to a flexible substrate that is prepared by a one-step laser scribing process on commercial polyimide (PI, Kapton) film.[13]"
    },
    {
        "C_0038": "LIG derived from PI is highly porous and is easily formed in the air at room temperature in a scalable process."
    },
    {
        "C_0039": "The oxidation of LIG by an $\\mathrm { O } _ { 2 }$ plasma to form LIG-O boosted its OER performance, exhibiting a low onset potential of $2 6 0 ~ \\mathrm { m V }$ with a low Tafel slope of $4 9 \\ \\mathrm { m V } \\ \\mathrm { d e c } ^ { - 1 }$ , as well as an increased activity for ORR."
    },
    {
        "C_0040": "Additionally, LIG-O showed unexpectedly high activity in catalyzing $\\mathrm { L i } _ { 2 } \\mathrm { O } _ { 2 }$ decomposition in $\\mathrm { L i } { \\cdot } \\mathrm { O } _ { 2 }$ batteries."
    },
    {
        "C_0041": "The overpotential upon charging was decreased from 1.01 V in LIG to $0 . 6 3 \\mathrm { ~ V ~ }$ in LIG-O."
    },
    {
        "C_0042": "The oxygen-containing groups make essential contributions, not only by providing the active sites, but also by facilitating the adsorption of OER intermediates and lowering the activation energy."
    },
    {
        "C_0043": "LIG-O and other oxidized graphitic nanomaterials may be promising catalysts for various energy-related applications."
    },
    {
        "C_0044": "As depicted in Figure 1a, the LIG-O was prepared by direct laser scribing on Kapton PI films followed by $\\mathrm { O } _ { 2 }$ plasma treatment, which is known to create surface defects and oxygencontaining groups on carbon materials.[14]"
    },
    {
        "C_0045": "According to previous work on graphene, the LIG powder (removed from the PI substrate) was heated at $7 5 0 ~ ^ { \\circ } \\mathrm { C }$ in Ar for $^ { 2 \\mathrm { ~ h ~ } }$ to remove most of the surface oxygen-containing groups to produce annealed LIG (LIG-A).[15]"
    },
    {
        "C_0046": "The highly porous filiform structure of LIG was maintained in LIG-O after the $\\mathrm { O } _ { 2 }$ plasma treatment as shown in the scanning electron microscope (SEM) images in Figure 1b and Figures S1 and S2 (Supporting Information)."
    },
    {
        "C_0047": "However, this structure collapsed slightly after thermal annealing and resulted in the flake-like structure of LIG-A as shown in Figure S3"
    },
    {
        "I_0000": "Figure 1. a) Preparation of LIG-O. b) SEM and c) TEM images of LIG-O."
    },
    {
        "C_0048": "(Supporting Information)."
    },
    {
        "C_0049": "The typical multilayer graphitic structure of LIG remained after either treatment, as revealed by the transmission electron microscopy (TEM) images in Figure 1c and Figures S4 and S5 (Supporting Information), which is consistent with the clearly identified D, G, and 2D peaks in the Raman spectra (Figure S6, Supporting Information).[13a] LIG-O has abundant graphene edge structures that improve the electrolyte wettability and retain good electric conductivity."
    },
    {
        "C_0050": "The $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ increased after the treatments, indicating that more"
    },
    {
        "C_0051": "defects were formed.[16]"
    },
    {
        "C_0052": "Oxygen plasma treatment also increased the porosity of LIG."
    },
    {
        "C_0053": "The Brunauer–Emmett–Teller (BET) surface area of LIG-O is $2 4 6 . 8 \\ \\mathrm { \\ m } ^ { 2 } \\ \\mathrm { g } ^ { - 1 }$ , whereas that of LIG is $1 7 8 . 7 {  { \\mathrm { ~ m } } } ^ { 2 } {  { \\mathrm { ~ g } } } ^ { - 1 }$ (Figure S6, Supporting Information)."
    },
    {
        "C_0054": "The OER activities of LIG-O, LIG, and LIG-A were characterized in $1 ~ \\mathrm { ~ M ~ } ~ \\mathrm { K O H }$ by using a rotating disk electrode (RDE, glassy carbon (GC)) loaded with the catalyst ink at $1 6 0 0 ~ \\mathrm { r p m }$ , with a Pt counterelectrode and a $\\mathrm { H g / H g O }$ reference electrode."
    },
    {
        "C_0055": "The use of RDE was to ensure electrolyte mixing and fast removal of bubbles generated at the catalyst surface."
    },
    {
        "C_0056": "As shown by the linear sweep voltammetry (LSV) results in Figure 2a, LIG was moderately active for OER, while LIG-O showed a remarkably lowered onset potential of $2 6 0 ~ \\mathrm { \\ m V }$ with enhanced current density $( j _ { \\mathrm { G S A } } ,$ , current normalized by"
    },
    {
        "C_0057": "the geometric surface area of the GC electrode)"
    },
    {
        "C_0058": "."
    },
    {
        "C_0059": "The $j _ { \\mathrm { G S A } }$ of LIG-O reached $1 0 \\ \\mathrm { m A } \\ \\mathrm { c m } ^ { - 2 }$ at a low overpotential of $3 6 4 ~ \\mathrm { m V } ;$ ; such a low value is comparable to that of transition metal-based catalysts.[17]"
    },
    {
        "C_0060": "Figure 2b shows the Tafel plots derived from the LSV curves."
    },
    {
        "C_0061": "The Tafel slope of LIG-O is $4 9 \\ \\mathrm { m V } \\ \\mathrm { d e c } ^ { - 1 }$ , which is lower than most metal-free catalysts (Table S1, Supporting Information), demonstrating the significantly enhanced OER activity after $\\mathrm { O } _ { 2 }$ plasma treatment."
    },
    {
        "C_0062": "LIG-A has a performance inferior to LIG-O and LIG, with an onset potential of $2 9 0 ~ \\mathrm { m V }$"
    },
    {
        "I_0001": "Figure 2. Electrochemical characterizations."
    },
    {
        "I_0002": "a) LSV curves of LIG-O, LIG, LIG-A, and a GC electrode recorded in 1 m KOH at a scan rate of $2 \\mathsf { m } \\mathsf { V } \\mathsf { s } ^ { - 1 }$ ."
    },
    {
        "I_0003": "b) Tafel plots calculated from panel (a). c) LSV curves with current normalized by the EASA."
    },
    {
        "I_0004": "d) Stability test."
    },
    {
        "I_0005": "Potential profile of LIG-O for bulk OER at $5 \\mathsf { m A c m } ^ { - 2 }$ ."
    },
    {
        "C_0063": "and a Tafel slope of $1 1 7 \\ \\mathrm { m V \\ d e c ^ { - 1 } }$ ."
    },
    {
        "C_0064": "Although the benchmark ${ \\mathrm { R u O } } _ { 2 }$ has the lowest onset potential of $2 1 0 \\mathrm { m V } ,$ the higher Tafel slope of $6 7 ~ \\mathrm { m V } ~ \\mathrm { d e c ^ { - 1 } }$ made its performance less competitive with LIG-O at high current density."
    },
    {
        "C_0065": "The Tafel slope of ${ \\mathrm { R u O } } _ { 2 }$ ranges from ${ \\approx } 5 0$ to ${ \\approx } 1 0 0 \\ \\mathrm { m V } \\ \\mathrm { d e c ^ { - 1 } }$ in the literature, probably due to structurally sensitive activity on ${ \\mathrm { R u O } } _ { 2 }$ in that the Tafel slope depends on the orientation of the lattice.[17]"
    },
    {
        "C_0066": "LIG-O also showed impressive OER activity in 0.1 m KOH (see Figure S7 in the Supporting Information)."
    },
    {
        "C_0067": "The onset potential was $2 9 0 ~ \\mathrm { m V }$ with a Tafel slope of $5 6 ~ \\mathrm { m V ~ d e c ^ { - 1 } }$ and the overall performance surpassed that of ${ \\mathrm { R u O } } _ { 2 }$ ."
    },
    {
        "C_0068": "A detailed comparison of LIG-O with state-of-the-art metal-free OER catalysts is presented in Table S1 (Supporting Information)."
    },
    {
        "C_0069": "The OER activities were further studied based on the electrochemically active surface area (EASA) that was calculated from the double-layer capacitance recorded in the non-Faradic region (electrochemical active surface area and Figure S8 in the Supporting Information).[17b"
    },
    {
        "C_0070": "]"
    },
    {
        "C_0071": "LIG-O has the highest EASA of $8 3 . 6 \\mathrm { c m } ^ { 2 }$ per geometric $\\mathrm { c m } ^ { 2 }$ of the GC electrode."
    },
    {
        "C_0072": "The values of LIG and LIG-A are 36.3 and $3 3 . 0 ~ \\mathrm { c m } ^ { 2 }$ , respectively."
    },
    {
        "C_0073": "The high EASA of LIG-O indicates its porous structure and good compatibility with the electrolyte."
    },
    {
        "C_0074": "It should be noted that the increased hydrophilicity after oxidation may have also contributed to the high EASA."
    },
    {
        "C_0075": "As shown in Figure 2c, LIG-O has a much higher jEASA than that of LIG and LIG-A, indicating that the oxidation not only increased the EASA of LIG, but also created more active sites; both contributed to the high activity."
    },
    {
        "C_0076": "At $3 5 0 ~ \\mathrm { m V }$ overpotential, the j of LIG-O is as high as $0 . 0 8 ~ \\mathrm { m A ~ c m } ^ { - 2 }$ ; this value is higher than that of transition metal-based catalysts.[12]"
    },
    {
        "C_0077": "Additionally, the long-term stability of LIG-O is outstanding as shown in Figure 2d."
    },
    {
        "C_0078": "After bulk OER at $5 \\mathrm { \\ m A } \\mathrm { c m } ^ { - 2 }$ for 20000 s, the overpotential slightly increased by $1 3 \\mathrm { m V } ,$ , suggesting a negligible degradation of the catalysts."
    },
    {
        "C_0079": "In order to explain the high OER activity of LIG-O, we first excluded the contamination by metal impurities."
    },
    {
        "C_0080": "The cyclic voltammetry (CV) curve (Figure S9, Supporting Information) shows no redox peaks in the OER region, indicating that the OER activity was not from any redox mediator (e.g., $\\mathrm { N i ^ { 2 + }  }$ NiOOH)."
    },
    {
        "C_0081": "Likewise, no nanoparticles were observed in the TEM images."
    },
    {
        "C_0082": "This is consistent with the high-resolution X-ray photoelectron spectroscopy (XPS) spectra shown in Figure S10 (Supporting Information), where no detectable contamination of Ni, Co, or Fe was found (the transition metal oxides are generally considered highly active for OER)."
    },
    {
        "C_0083": "Inductively coupled plasma optical emission spectrometry (ICP-OES) confirmed there is no detectable contamination from Co, Ni, or Fe species $( < 0 . 0 0 0 5 \\mathrm { a t \\% } )$ ."
    },
    {
        "C_0084": "Detailed investigations of the OER activity of LIG-O were then carried out."
    },
    {
        "C_0085": "Figure 3a shows the elemental composition of the catalysts as determined by XPS, where LIG-O has a high oxygen content of $1 1 . 6 \\%$ compared to $3 . 1 \\%$ for LIG and $1 . 4 \\%$ for LIG-A (Table S2, Supporting Information), suggesting the significant effects of oxygen-containing groups on OER activity."
    },
    {
        "C_0086": "High-resolution XPS spectra (Figure 3bc and Figures S11 and S12, Supporting Information) further reveal the ratios of the oxygen and carbon species."
    },
    {
        "C_0087": "The O 1s spectra was deconvoluted into three peaks that were assigned to CO $( \\approx 5 3 3 . 5 \\ \\mathrm { e V } )$ ), $\\mathrm { C } { = } \\mathrm { O }$ $( { \\approx } 5 3 2 . 3 \\ \\mathrm { e V } )$ , and physisorbed oxygen/carbonate species $( \\approx 5 3 0 . 5 \\ \\mathrm { e V } )$ , respectively.[18]"
    },
    {
        "C_0088": "The C 1s spectra were deconvoluted"
    },
    {
        "C_0089": "into the peaks from $\\mathsf { s p } ^ { 2 }$ (284.5 eV), $\\mathsf { s p } ^ { 3 }$ (285.0 eV), CO (285.9 eV), $\\mathrm { C } { = } \\mathrm { O }$ (287.2 eV), and ${ \\mathrm { O - C = O } }$ (288.7 eV).[18c,d] As summarized in Table S3 (Supporting Information), LIG-O has the highest $\\mathrm { C } { = } \\mathrm { O }$ content $( 1 1 . 0 \\ \\mathrm { a t \\% }$ vs 4.8 and $0 . 2 \\ \\mathrm { a t \\% }$ of LIG and LIG-A, respectively), while its ${ \\mathrm { C } } { \\mathrm { - } } { \\mathrm { O } }$ content is comparable to those of LIG and LIG-A."
    },
    {
        "C_0090": "Hence, the OER activity is strongly correlated to the $\\mathrm { C } { = } \\mathrm { O }$ content."
    },
    {
        "C_0091": "Recent studies on carbon nanotubes suggest that the carbon atoms near $\\mathrm { C } { = } \\mathrm { O }$ are the predominantly active sites for OER due to the charge redistribution induced by the highly electronegative oxygen atoms,[12,18] a conclusion that is supported by the low activity of LIG-A compared to LIG-O."
    },
    {
        "C_0092": "First-principles calculations were exploited to understand and quantify the mechanism of OER catalysis at graphene edges.[19]"
    },
    {
        "C_0093": "The spin-polarized density functional theory calculations were performed using the Vienna ab-initio simulation package[19] code (see Supporting Information for details)."
    },
    {
        "C_0094": "As shown in Figures S13 and S14 (Supporting Information), the edge sites on graphene that are adjacent to $\\mathrm { C } { = } \\mathrm { O }$ were taken into consideration to determine the change of Gibbs free energy which represents the thermodynamic barriers during OER."
    },
    {
        "C_0095": "In the four-electron OER process, the step with maximum Gibbs free energy change $( \\Delta G _ { \\mathrm { m a x } } )$ is recognized as the thermodynamics-limiting step as shown in Figure S13e (Supporting Information)."
    },
    {
        "C_0096": "For the oxygenfree edges, the $\\Delta G _ { \\mathrm { m a x } }$ are higher than 1.27 eV (Table S4, Supporting Information), which indicates a very high overpotential for OER."
    },
    {
        "C_0097": "On the contrary, a low $\\Delta G _ { \\mathrm { m a x } }$ of $0 . 4 9 \\ \\mathrm { e V }$ was found for the oxygen-containing edges (hex-O-C)."
    },
    {
        "C_0098": "The LIG-O has abundant edges as revealed by the TEM and EASA analyses, and thus has more active sites in good contact with the electrolyte."
    },
    {
        "C_0099": "The $\\mathrm { C } { = } \\mathrm { O }$ moieties on or near the five/seven-membered rings may also activate their neighboring carbon atoms to have higher OER activity, since the distorted electron clouds around the five/ seven-membered rings would be more easily affected."
    },
    {
        "C_0100": "An abundance of five/seven-membered rings are present in LIG since it forms through a rapid cooling in the lasing process, making it kinetic graphene-like.[13a"
    },
    {
        "C_0101": "]"
    },
    {
        "C_0102": "For instance, the $\\Delta G _ { \\mathrm { m a x } }$ of a pentagonal site is $0 . 7 2 \\ \\mathrm { e V }$ and thus these sites may be catalyzing OER as the overpotential increases (pen-O-C in Figure S13 in the Supporting Information)."
    },
    {
        "C_0103": "These calculations show that the oxygen defects may indeed significantly enhance the OER performance of graphene edges by lowering the $\\Delta G _ { \\mathrm { m a x } }$ on adjacent carbons."
    },
    {
        "C_0104": "In addition to the thermodynamic analysis, we focused on the reaction kinetics of LIG-O since the reaction is energetically favorable at potentials beyond the onset."
    },
    {
        "C_0105": "The generally considered four-electron oxidation pathway for OER in alkaline is shown in Equations (1–4)[20]"
    },
    {
        "E_0000": "$$\n\\mathrm {M} + \\mathrm {O H} ^ {-} \\rightarrow \\mathrm {M} - \\mathrm {O H} ^ {*} + \\mathrm {e} ^ {-} \\tag {1}\n$$"
    },
    {
        "E_0001": "$$\n\\mathrm {M} - \\mathrm {O H} ^ {*} + \\mathrm {O H} ^ {-} \\rightarrow \\mathrm {M} - \\mathrm {O} ^ {*} + \\mathrm {H} _ {2} \\mathrm {O} + \\mathrm {e} ^ {-} \\tag {2}\n$$"
    },
    {
        "E_0002": "$$\n\\mathrm {M} - \\mathrm {O} ^ {*} + \\mathrm {O H} ^ {-} \\rightarrow \\mathrm {M} - \\mathrm {O O H} ^ {*} + \\mathrm {e} ^ {-} \\tag {3}\n$$"
    },
    {
        "E_0003": "$$\n\\mathrm {M} - \\mathrm {O O H} ^ {*} + \\mathrm {O H} ^ {-} \\rightarrow \\mathrm {M} + \\mathrm {H} _ {2} \\mathrm {O} + \\mathrm {O} _ {2} + \\mathrm {e} ^ {-} \\tag {4}\n$$"
    },
    {
        "C_0106": "where M is the active site and the star $( ^ { * } )$ means it is a surface state"
    },
    {
        "C_0107": "."
    },
    {
        "C_0108": "The Tafel slope analysis (Supporting Information,"
    },
    {
        "I_0006": "Figure 3. a) XPS survey spectra of LIG-O, LIG, and LIG-A. b) XPS O 1s and c) C 1s spectra of LIG-O. d) Surface coverage of OER intermediates."
    },
    {
        "I_0007": "e) LSV curves of LIG-O recorded at different temperature and f) Arrhenius plots fitted at different overpotentials."
    },
    {
        "C_0109": "identification of the OER rate determining step (RDS)) demonstrates that Equation (1) is the RDS for LIG-A, whereas Equation (2) is the RDS for LIG-O."
    },
    {
        "C_0110": "This result is intuitively understandable and further confirmed by the electrochemical chemical impedance[21] (Supporting Information) and the estimation of the adsorption of OER intermediates (Figure 3d).[22]"
    },
    {
        "C_0111": "As shown in Figure S15 in the Supporting Information, the charge transfer resistance $( R _ { \\mathrm { C T } } )$ of LIG-O greatly decreased from more than 10 000 to ${ \\boldsymbol { \\approx } } 1 0 \\ \\Omega$ as the potential exceeded the onset potential, suggesting the efficient charge transfer between the electrode and the electrolyte."
    },
    {
        "C_0112": "Conversely, the $R _ { \\mathrm { C T } }$ of LIG-A remained as high as $1 0 0 0 ~ \\Omega$ even at a higher potential of 1.65 V."
    },
    {
        "C_0113": "The OER intermediate surface coverage (θ) was calculated from the capacitance of the intermediate adsorption $\\left( C _ { \\mathrm { a d s } } \\right)$ .[22] Since the $C _ { \\mathrm { a d s } }$ was normalized by EASA, the result shows the intrinsic ability of LIG-O and LIG-A for adsorbing the intermediates."
    },
    {
        "C_0114": "Figure S16 (Supporting Information)"
    },
    {
        "C_0115": "shows"
    },
    {
        "C_0116": "the $C _ { \\mathrm { a d s } }$ at different potentials where LIG-O had much higher $C _ { \\mathrm { a d s } }$ than LIG-A, especially at the potentials beyond the OER onset."
    },
    {
        "C_0117": "We further calculated the $\\theta$ by integrating the $C _ { \\mathrm { a d s } }$ with potential as in Equation (5)[18a,22]"
    },
    {
        "E_0004": "$$\nC _ {\\mathrm {a d s}} (E) = \\sigma (\\mathrm {d} \\theta (E) / \\mathrm {d} E) \\quad C _ {\\mathrm {a d s}} (E) = \\sigma \\frac {\\mathrm {d} \\theta (E)}{\\mathrm {d} E} \\tag {5}\n$$"
    },
    {
        "C_0118": "where $\\sigma$ is the charge density for a monolayer coverage and is assumed to be constant and the same for LIG-O and LIG-A. LIG-O has much higher θ value than LIG-A, which is consistent with the OER activity."
    },
    {
        "C_0119": "As for LIG-A, the low $\\mathrm { C } { = } \\mathrm { O }$ content not only limited the number of active sites, but also hindered the first OER step (Equation (1)) resulting in a high Tafel slope of $1 1 7 \\ : \\mathrm { ~ m V } \\ : \\ : \\mathrm { d e c } ^ { - 1 }$ , while LIG-O benefited from the high $\\mathrm { C } { = } \\mathrm { O }$ content, and the Tafel slope is as low as 49 mV dec−1 (Figure S17, Supporting Information)."
    },
    {
        "I_0008": "Figure 4. The ORR performance of LIG-O."
    },
    {
        "I_0009": "a) CV curves of LIG-O and LIG-A recorded in 0.1 m KOH with Ar or $\\mathsf { O } _ { 2 }$ bubbling at $5 0 \\mathrm { m V } \\varsigma ^ { - 7 }$ ."
    },
    {
        "I_0010": "b) LSV curves of LIG-O at different rotating speed in 0.1 m KOH with $O _ { 2 }$ bubbling."
    },
    {
        "C_0120": "Furthermore, we estimated the apparent activation energy $( E _ { \\mathrm { a p p } } )$ of the RDS assuming that the velocity of OER was solely dominated by the RDS.[23]"
    },
    {
        "C_0121": "The data are summarized in Figure 3e,f and Figure S18 (Supporting Information) where $E _ { \\mathrm { a p p } }$ was extracted from the Arrhenius plots."
    },
    {
        "C_0122": "Increasing the temperature slightly increased the current density of both LIG-O and LIG-A."
    },
    {
        "C_0123": "However, the $E _ { \\mathrm { a p p } }$ of LIG-A was ≈15 kJ mol−1 higher than that of LIG-O."
    },
    {
        "C_0124": "The effect of overpotential on the $E _ { \\mathrm { a p p } }$ was further deduced (assuming the symmetry factor $\\beta \\stackrel { \\because } { = } 0 . 5$ and the RDS is not thermodynamically limited) to yield the intrinsic activation energy $( E _ { \\mathrm { i n t } } )$ as shown in Figure S18 (Supporting Information).[24]"
    },
    {
        "C_0125": "The $E _ { \\mathrm { i n t } }$ of LIG-O is significantly lower than that of LIG-A by ≈20 kJ mol−1 , indicating that the velocity of the RDS of LIG-O is ${ \\approx } 3 0 0 0$ times higher than that of LIG-A under the same overpotential at room temperature. As has been discussed, the carbon atoms near $\\mathrm { C } { = } \\mathrm { O }$ are the predominate active sites for OER, thus the concentration of $\\mathrm { C } { = } \\mathrm { O }$ also has significant effect on the OER reaction kinetics not only by inducing the active sites, but also by facilitating the adsorption of OER intermediates and lowering the activation energy."
    },
    {
        "C_0126": "The oxidation of LIG promoted the OER activity and improved the ORR activity."
    },
    {
        "C_0127": "The ORR performance was characterized by CV in $\\mathrm { O } _ { 2 }$ -saturated $0 . 1 \\mathrm { ~ M ~ K O H }$ (Figure 4)."
    },
    {
        "C_0128": "Both the LIG-O and LIG-A showed a reduction peak."
    },
    {
        "C_0129": "The onset potential of LIG-A was 0.68 V with a peak potential at 0.46 V, while the"
    },
    {
        "C_0130": "onset and peak potentials of LIG-O were 0.77 and 0.60 V, respectively."
    },
    {
        "C_0131": "The positively shifted potentials indicate the improved ORR performance of LIG-O, which was also evidenced by the increased area of the CV curve."
    },
    {
        "C_0132": "The ORR kinetics was investigated using the Koutecky–Levich equation and rotating RDEs, respectively (Figure 4b and Figures S19 and S20, Supporting Information).[25]"
    },
    {
        "C_0133": "The Tafel slope of LIG-O is as low as $9 0 \\mathrm { m V } \\mathrm { d e c } ^ { - 1 }$ ."
    },
    {
        "C_0134": "The electron transfer number n of LIG-O was calculated to be 4.0 at $0 ."
    },
    {
        "C_0135": "6 \\mathrm { ~ V ~ } ,$ suggesting an efficient four-electron transfer pathway to generate $\\mathrm { O H ^ { - } }$"
    },
    {
        "C_0136": "."
    },
    {
        "C_0137": "However, n decreased to 2.8 as the potential decreased to $0 ."
    },
    {
        "C_0138": "4 \\mathrm { V } ,$ indicating the coexistence of a pathway producing $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ ."
    },
    {
        "C_0139": "In comparison, LIG-A has a n of 2.5–2.8 through 0.6–0.4 V."
    },
    {
        "C_0140": "The decrease in n was caused by the two-electron transfer process on the pristine carbon surfaces.[26]"
    },
    {
        "C_0141": "This observation suggested that both LIG-O and LIG-A underwent the four-electron transfer pathway, while LIG-O showed an enhanced activity."
    },
    {
        "C_0142": "Additionally, the LIG-O has shown good structural stability through the OER and ORR tests."
    },
    {
        "C_0143": "The electrochemical performance of LIG-O in OER and ORR highlighted its potential use in $\\mathrm { L i } { \\cdot } \\mathrm { O } _ { 2 }$ batteries since a bifunctional material is the prerequisite, especially for the oxygen evolution from the decomposition of $\\mathrm { L i } _ { 2 } \\mathrm { O } _ { 2 }$ .[27"
    },
    {
        "C_0144": "]"
    },
    {
        "C_0145": "The electrocatalytic activity of LIG-O was examined in a $\\mathrm { L i } { \\cdot } \\mathrm { O } _ { 2 }$ battery."
    },
    {
        "C_0146": "The device structure is shown in Figure 5a."
    },
    {
        "C_0147": "The CV curves of the battery, which was tested in Ar and $\\mathrm { O } _ { 2 }$ atmosphere at a scan rate of"
    },
    {
        "I_0011": "Figure 5. a) Schematic drawing of the structure of Li- $. { \\mathsf { O } } _ { 2 }$ battery with LIG-O as the cathode and b) the charge/discharge profile of the 5th cycle of a battery at $0 ."
    },
    {
        "I_0012": "1"
    },
    {
        "I_0013": "6"
    },
    {
        "I_0014": "\\mathsf"
    },
    {
        "I_0015": "{ A } \\mathsf { g } ^ { - 1 }$"
    },
    {
        "I_0016": "."
    },
    {
        "C_0148": "$0 . 5 \\mathrm { m V s ^ { - 1 } }$ , are shown in Figure S22 (Supporting Information)."
    },
    {
        "C_0149": "The battery showed significantly increased current with redox peaks in $\\mathrm { O } _ { 2 }$ when compared to the results in Ar."
    },
    {
        "C_0150": "The potentials of $\\mathrm { L i } _ { 2 } \\mathrm { O } _ { 2 }$ formation and decomposition were 2.76 and 3.49 V, respectively, which are very close to the theoretical potential of 2.96 V, indicating the high activity of the LIG-O cathode."
    },
    {
        "C_0151": "The battery was further characterized by galvanostatic discharge/ charge tests as shown in Figure 5b."
    },
    {
        "C_0152": "Despite the similar overpotential in the discharge process, LIG-O showed a remarkably lowered overpotential of $0 . 6 3 \\mathrm { ~ V } ,$ which was much lower than the overpotential of 1.01 V from the pristine LIG."
    },
    {
        "C_0153": "Additionally, LIG-O showed cycle stability superior to that of LIG and commercial Pt/C as depicted in Figure S23 (Supporting Information)."
    },
    {
        "C_0154": "LIG showed increased overpotential in both the charge and discharge processes as the cycle number increased."
    },
    {
        "C_0155": "The LIG-O had much smaller changes in overpotential through 20 cycles."
    },
    {
        "C_0156": "The decomposition of $\\mathrm { L i } _ { 2 } \\mathrm { O } _ { 2 }$ at lower potential is of great importance for improving the roundtrip efficiency of batteries."
    },
    {
        "C_0157": "A demonstration of the LIG-O $\\mathrm { L i } { \\cdot } \\mathrm { O } _ { 2 }$ battery is presented in Figure S23d (Supporting Information), where a light-emitting diode (LED) (NTE30105, 2.8 V, 25 mA) was lit by one cell."
    },
    {
        "C_0158": "Due to the high activity of LIG-O, it is probable that the performance of LIG-O could be further improved by optimization for practical utilization."
    },
    {
        "C_0159": "In summary, we prepared oxidized LIG-O as an efficient catalyst for oxygen electrocatalysis."
    },
    {
        "C_0160": "The oxidation of LIG with intrinsic high surface area produces abundant active sites for electrocatalysis, leading to the excellent OER/ORR activity."
    },
    {
        "C_0161": "Additionally, the LIG-O is particularly advantageous for the $\\mathrm { L i } _ { 2 } \\mathrm { O } _ { 2 }$ decomposition that can dramatically lower the overpotential of the charging process by $\\approx 3 8 0 ~ \\mathrm { m V } .$"
    },
    {
        "C_0162": "The outstanding OER performance of LIG-O is rationalized by the oxygen-containing groups (e.g., $\\mathrm { C } { = } \\mathrm { O }$ ) that enhance the adsorption of OER intermediates and facilitate the rate-determining step."
    },
    {
        "C_0163": "Benefiting from its high performance with low cost and facile preparation, LIG-O is a promising alternative to metal-based catalysts for water splitting, metal–air $^ { \\prime } { \\bf O } _ { 2 }$ batteries, and many other applications."
    },
    {
        "C_0164": "Our findings lead to a better understanding of the catalytic mechanism of LIG-derived materials as well as further improvements in the catalytic activity of surface-oxidized carbon nanomaterials."
    },
    {
        "T_0001": "Experimental Section "
    },
    {
        "C_0165": "Preparation of LIG:"
    },
    {
        "C_0166": "All samples were prepared under room temperature and ambient air."
    },
    {
        "C_0167": "Kapton PI films (McMaster-Carr, Cat. No. 2271K3, thickness: 0.005\") were used as received."
    },
    {
        "C_0168": "LIG was generated by a ${ \\mathsf { C O } } _ { 2 }$ laser cutter system $7 0 . 6 ~ \\mu \\mathrm { m }$ , Universal XLS10MWH laser cutter platform) on the Kapton polyimide film in air using $3 \\%$ of full power and $5 \\%$ of full speed with an image density of 6."
    },
    {
        "C_0169": "Preparation of LIG-O:"
    },
    {
        "C_0170": "The incorporation of oxygen functional groups to LIG was performed using a Model 1020 Plasma Cleaner (Fischione Instruments)."
    },
    {
        "C_0171": "Briefly, the as-prepared LIG on PI was placed in the plasma cleaner chamber and the oxidation was performed in the $O _ { 2 }$ environment for 10 min."
    },
    {
        "C_0172": "Then, the LIG-O was scratched from the PI for further testing."
    },
    {
        "C_0173": "Preparation of Thermally LIG-A: ≈10 mg LIG was thermally reduced at $7 5 0 ~ ^ { \\circ } \\mathsf C$ for $^ { 2 \\mathrm { ~ h ~ } }$ in an Ar atmosphere at a ramping rate of $5 ^ { \\circ } \\mathsf { C } \\mathsf { m i n } ^ { - 1 }$ ."
    },
    {
        "C_0174": "The thermal reduction removed most of the oxygen-containing groups on the LIG."
    },
    {
        "C_0175": "Materials Characterization:"
    },
    {
        "C_0176": "SEM images were obtained on an FEI Quanta 400 high-resolution field emission SEM."
    },
    {
        "C_0177": "TEM images were obtained by a JEOL 2100F field emission gun transmission electron microscope."
    },
    {
        "C_0178": "XPS was done by a PHI Quantera scanning X-ray microprobe (SXM) with a monochromatic 1486.7 eV Al KR X-ray line source, $4 5 ^ { \\circ }$ take off angle, and a $2 0 0 \\mu \\mathrm { m }$ beam size."
    },
    {
        "C_0179": "Raman spectroscopy was performed at $5 3 2 \\ \\mathsf { n m }$ laser excitation."
    },
    {
        "C_0180": "ICP-OES was carried using a Perkin Elmer Optima 8300 instrument."
    },
    {
        "C_0181": "The BET characterization was done by a Quantachrome Autosorb-3b BET surface analyzer."
    },
    {
        "C_0182": "Electrochemical Measurements: For preparation of the working electrode, 4 mg of the catalyst and ${ 8 0 \\mu \\ L }$ of $5 \\mathrm { w t \\% }$ Nafion solution were mixed in 1 mL water/ethanol $( 7 / 1 , \\mathsf { v } / \\mathsf { v } )$ followed by $^ { 2 \\mathrm { ~ h ~ } }$ bath sonication (Cole Parmer, model 08849–00) to form a homogeneous ink."
    },
    {
        "C_0183": "$8 ~ \\mu \\iota$ of the ink was loaded onto a RDE (glassy carbon, $5 \\mathsf { m m }$ in diameter) and dried in air at room temperature."
    },
    {
        "C_0184": "${ \\sf R u O } _ { 2 }$ (Aldrich Chemical Company, Inc.) working electrode was prepared by the same procedures for comparison."
    },
    {
        "C_0185": "The electrochemical measurements were carried out in a three-electrode configuration using a CHI 608D electrochemical workstation."
    },
    {
        "C_0186": "A Pt plate and $\\mathsf { H g } / \\mathsf { H g } \\mathsf { O }$ (1 m KOH) were used as the counter- and reference electrode, respectively."
    },
    {
        "C_0187": "The tests regarding oxygen evolution were done on the RDE at 1600 rpm in 1 m KOH with $9 5 \\%$ iR compensation unless otherwise noted."
    },
    {
        "C_0188": "$9 5 \\%$ instead of $100 \\%$ iR compensation was applied to avoid the possible overcompensated resistance during the test, because the equivalent serial resistance might be affected by bubble generation/desorption, turbulence and the local change of pH at high current density."
    },
    {
        "C_0189": "The potential was normalized with RHE."
    },
    {
        "C_0190": "The tests regarding oxygen reduction were done in 0.1 m KOH with $9 5 \\%$ iR compensation."
    },
    {
        "C_0191": "$O _ { 2 }$ bubbling in the electrolyte was maintained throughout the measurement to ensure the continuous saturation of $O _ { 2 }$ ."
    },
    {
        "C_0192": "For the OER test at different temperatures, a $\\mathsf { A g } / \\mathsf { A g C l }$ electrode (with saturated potassium chloride electrolyte) was used as the reference electrode."
    },
    {
        "C_0193": "The test was carried out using RDE at 1600 rpm in 1 m KOH."
    },
    {
        "C_0194": "The effects of temperature on pH and the potential of $\\mathsf { A g } / \\mathsf { A g C l }$ were corrected."
    },
    {
        "T_0002": "Supporting Information "
    },
    {
        "C_0195": "Supporting Information is available from the Wiley Online Library or from the author."
    },
    {
        "T_0003": "Acknowledgements "
    },
    {
        "C_0196": "J.Z. and M.R. contributed equally to this work."
    },
    {
        "C_0197": "The Air Force Office Scientific Research (FA9550-14-1-0111) provided funding."
    },
    {
        "C_0198": "Rice University gratefully acknowledges the support of Universal Laser Systems and for their generously providing the XLS10MWH laser system with Multiwave Hybrid technology that was used for this research."
    },
    {
        "C_0199": "Mr. J. Hillman of Universal Laser Systems kindly provided regular helpful advice."
    },
    {
        "C_0200": "L.W. and B.I.Y. are supported by the Army Research Office Grant No. W911NF-16-1-0255."
    },
    {
        "C_0201": "L.W. also acknowledges 2017/18Oil and Gas HPC Conference Graduate Fellowship funded by the Ken Kennedy Institute for Information Technology."
    },
    {
        "C_0202": "The authors thank Dr. Christopher Pennington for help and instructions in ICP-OES measurement."
    },
    {
        "T_0004": "Conflict of Interest "
    },
    {
        "C_0203": "Rice University owns intellectual property rights to the LIG process and materials."
    },
    {
        "C_0204": "Those rights are being licensed to a company in which J.M.T. might become a shareholder, though not an officer, director, or employee."
    },
    {
        "C_0205": "All potential conflicts of interest are managed through regular disclosure to and oversight by the Rice University Office of Sponsored Programs and Research Compliance."
    },
    {
        "T_0005": "Keywords "
    },
    {
        "C_0206": "electrocatalysis, laser-induced graphene, oxygen evolution reaction, oxygen reduction reaction"
    },
    {
        "C_0207": "Received: December 15, 2017"
    },
    {
        "C_0208": "Revised: February 26, 2018"
    },
    {
        "C_0209": "Published online:"
    }
]